{
  "chapter": [
    {
      "text": "BOL 1.1:  Beauty of Love 1 :  "
    },
    {
      "text": "BOL 1.2: There is no project of mankind which fails as miserably as love."
    },
    {
      "text": "BOL 1.3: We often hurt people whom we love, irony, get hurt by people who love us; love is supposed to delight yet in the name of love maximum suffering takes place in the world."
    },
    {
      "text": "BOL 1.4: What is perfect love. Rare are the people who say they have found love, though all are in love some way or the other."
    },
    {
      "text": "BOL 1.5: Will love create so much pain, hatred, seeking is that the love we are seeking. What is that love which is beauty and gives joy, happiness and peace."
    },
    {
      "text": "BOL 1.6: Infatuation and one night stand is also called love. So many things are going on in this world in name of love that we need to say true, unconditional love."
    },
    {
      "text": "BOL 1.7: Else it is illusion, that which appeared as love turns into hatred, that which seems to be the source of joy turns into frustration."
    },
    {
      "text": "BOL 1.8: Love is identification with the beloved (verse 7.19 Geeta)."
    },
    {
      "text": "BOL 1.9: When the charm, attraction, beauty, fun of game is gone, love is gone and it all becomes very bitter."
    },
    {
      "text": "BOL 1.10: When you feel oneness with someone/beloved/God that is love."
    },
    {
      "text": "BOL 1.11: In truth we all are one but due to our own arrogance/ego/ignorance, we develop a sense of identity, at first we like our privacy and like to be on our own,"
    },
    {
      "text": "BOL 1.12: We party to feel a sense of oneness with other yet ironically we maintain our identity by which separates us from others/God. When we are one with other it feels great but the moment we become alone, lonely we start feeling miserable."
    },
    {
      "text": "BOL 1.13: Then man seeks many ways of escapism from this of loneliness but when party ends loneliness creeps back. Then a person tries to hold on someone and binds himself in commitments and relationships. We emotionally blackmail each other and hold on to them whether our relatives or friends, but even such clinginess just to be non-lonely does not satisfy us."
    },
    {
      "text": "BOL 1.14: How to recognise love that satisfies us. The sense of loneliness goes away when we are in love. Feeling so insecure people cling on to each other with mutual dependance, sadists and masochistic. Both feel each other as though wanted. These are unhealthy relationships."
    },
    {
      "text": "BOL 1.15: When we feel oneness at all times with atman/God what joy must be."
    },
    {
      "text": "BOL 1.16: When the need is over the relationship breaks to cause even"
    },
    {
      "text": "BOL 1.17: greater loneliness and frustration. Such love will never give us joy and happiness."
    },
    {
      "text": "BOL 1.18: Everybody is wanting love but rarely anybody is ready to give love."
    },
    {
      "text": "BOL 1.19: Say love you on a hill top, it will echo back."
    },
    {
      "text": "BOL 1.20: The problem is most people say i will give love when i receive love. Love is received when we start giving love."
    },
    {
      "text": "BOL 1.21: Be ready to give love. As long as we are waiting for love, we are a slave."
    },
    {
      "text": "BOL 1.22: Everything in the universe is loving us, rain is showering on us with love, sun is giving its warmth to us out of love, earth is holding us in its lap with love, feel love else it is all dead. Unless we feel and have love in our bosom we cannot recognise love of the elements/soul."
    },
    {
      "text": "BOL 1.23: Joy of loving is not in receiving love but in giving love."
    },
    {
      "text": "BOL 1.24: Even if we have whole universe is loving us and we have no love in our bosom, we cannot feel or recognise how much love we are receiving, we wont understand that love."
    },
    {
      "text": "BOL 1.25: Measure of love : "
    },
    {
      "text": "BOL 1.26: 1- How much we identify with the other, how much oneness we feel with each other. Total love is when two becomes one. It means total nullification of our ego. There is no me separate from my beloved."
    },
    {
      "text": "BOL 1.27: The path of love i s so narrow that two cannot walk on the path. Where I am there my beloved is not and where my beloved is there I am not."
    },
    {
      "text": "BOL 1.28: 2- Love always expresses itself as sacrifice. Sacrifice is not compromise. When you love somebody you want to give best and it feels you are not giving to somebody else but yourself only. The more my beloved is happy i am happy. Ready is just give is sacrifice. It is never painful."
    },
    {
      "text": "BOL 1.29: When i want something and i am not going to get it and i have to do something to get what i want that becomes compromise. Most people in their relationships compromise and this it is always painful, reluctant. This compromise is taken as sacrifice in most relations."
    },
    {
      "text": "BOL 1.30: Be ready to sacrifice your life, that is love. Love always expresses itself in sacrifice and service. Thus love knows not but to give. Then we feel joy of love, waiting for love is miserable."
    },
    {
      "text": "BOL 1.31: Love is not fulfilment of need or desire because when that is gone love breaks into hurt. But when two feel as one, when two become one that is called as love."
    },
    {
      "text": "BOL 1.32: 3- Measure of greatest love is that i do not think/feel as separate from my beloved and vice-versa. The joys and sorrows of my beloved are mine. No distinction or separateness of the two. How much we are ready to give - not only our belongings but our time/body/life our own self to the beloved."
    },
    {
      "text": "BOL 1.33: Lower form, higher form, essentials of love, how to develop and find that love and finally discovery of total/universal love."
    },
    {
      "text": "BOL 1.34: Love is there in each one of us we just have to find it in our bosom. We just have to discover 'it' here and now so that we can pour it out to the world and experience the joy of living."
    },
    {
      "text": "BOL 1.35: First lesson of love is start sharing, sharing and giving of our joy."
    },
    {
      "text": "BOL 2.1: Beauty of Love 2 : "
    },
    {
      "text": "BOL 2.2: Meditation with mind on heart area."
    },
    {
      "text": "BOL 2.3: Where there is love there is peace and happiness."
    },
    {
      "text": "BOL 2.4: There is nothing in tis world we seek with so enthusiasm as love and there is nothing we fail so miserably at."
    },
    {
      "text": "BOL 2.5: Expressions of love are kindness, caring, but none of them by themselves constitute love."
    },
    {
      "text": "BOL 2.6: Love is experienced or felt when two feel a sense of oneness. Begin to feel like one i.e. love is identification with the beloved."
    },
    {
      "text": "BOL 2.7: There is no me separate from my beloved. two bodies one soul, two minds one heart, two forms one essence."
    },
    {
      "text": "BOL 2.8: How does love express/measure itself - by giving, sacrifice (not compromise)."
    },
    {
      "text": "BOL 2.9: We are hesitant to give because we feel separate from our beloved."
    },
    {
      "text": "BOL 2.10: Highest sacrifice is not giving what belongs to me but giving of myself. And in this giving we dont loose but only gain."
    },
    {
      "text": "BOL 2.11: When i loose my i-ness/individuality, I am not functioning as one person but 2 persons, 3 persons or as the totality."
    },
    {
      "text": "BOL 2.12: This ego keeps us separate from others and a sense of loneliness thus loneliness breeds all out frustrations, sorrows, wants, desires, passions, lust. To get out from sense of loneliness, man trie different means of escapism like parties, drinking, drugs, smoking, festivals, religious celebrations. All these are temporary methods by which we get out from our sense of lowliness. No sooner than the celebration, festival is over the sense of loneliness begins to re-creep in."
    },
    {
      "text": "BOL 2.13: Most of the love is for fulfilment of some desire. When the desire is over, it breaks, dissociates, breeds contempt. What is that supreme love ?"
    },
    {
      "text": "BOL 2.14: Love is not a desire, just a need, it is very essence of our soul."
    },
    {
      "text": "BOL 2.15: Love is an art and it has to be learnt, mastered. When the heart is full of joy, whatever comes out of our mouth becomes a joy. When you are happy, every work becomes dance."
    },
    {
      "text": "BOL 2.16: When we begin to love, we start living."
    },
    {
      "text": "BOL 2.17: For love's sake the person is ready to give up himself also, whatever is dear to him."
    },
    {
      "text": "BOL 2.18: First of all recognise that love; the love we experience is not the love we are seeking. It is always contaminated by something."
    },
    {
      "text": "BOL 2.19: There is an independent love and a dependant love."
    },
    {
      "text": "BOL 2.20: Unconditional love and the conditional love."
    },
    {
      "text": "BOL 2.21: Higher love and the lower love."
    },
    {
      "text": "BOL 2.22: What is love and what is attachment."
    },
    {
      "text": "BOL 2.23: Prema/higher form and sneha/sticks/clings/attachment/holds on/lower form."
    },
    {
      "text": "BOL 2.24: Highest love when it is combined with total surrender, dedication and reverence - bhakti or devotion."
    },
    {
      "text": "BOL 2.25: We understand why love sometimes is so painful, hurtful when it is clear what elements make up lower vis-a-vis higher love."
    },
    {
      "text": "BOL 2.26: Lower - fall into love; fall is when we become worse than what we were before the fall like more miserable, selfish, dependance; dependant love where both are seeking something out of each other and as long as they are getting what they want love remains; even though it becomes painful/torchure but there is a comfort zone in that thus the persons say i love but basically it is a dependance, like parasite - tree, sadist - masochist, continuously taking - continuously giving out of insecurity."
    },
    {
      "text": "BOL 2.27: They are still together only because of insecurity, desire."
    },
    {
      "text": "BOL 2.28: Lower form loves 1 out of many."
    },
    {
      "text": "BOL 2.29: Lower form of love in loving which you develop hate to all others."
    },
    {
      "text": "BOL 2.30: Fanaticism among religions."
    },
    {
      "text": "BOL 2.31: Higher - rise in love; rise in joy, peace, independence, even if you are separate from each other there is such a feeling of oneness that even there one does not feel a sense of loneliness; where one brings out the greater potential in one self, where one's negativities come to an end, where one's hatred, etc. are gone, which brings out a greater beauty in a person - rise."
    },
    {
      "text": "BOL 2.32: Higher form of love is loving which we love the many. (Final word :  Love All)"
    },
    {
      "text": "BOL 2.33: All come in satsang loving that One who loves all."
    },
    {
      "text": "BOL 2.34: The higher form is recognised - the moment you feel love in heart (towards an object/beloved), it is such that you will start feeling love for everybody (associated with that object/beloved)."
    },
    {
      "text": "BOL 2.35: (The highest object to direct our little love is God since he is everywhere and everything is associated with him)."
    },
    {
      "text": "BOL 3.1: Beauty of Love 3 : "
    },
    {
      "text": "BOL 3.2: Majnu inspite of very strong whips would not stop looking at laila, he would still be very engrossed looking at laila."
    },
    {
      "text": "BOL 3.3: He would come back again and again."
    },
    {
      "text": "BOL 3.4: Majnu was strong physically still he did not stop laila's brother the whipper because he said how can i have anger or hatred towards anyone because my heart is full of laila that there is no place to see anger towards anyone."
    },
    {
      "text": "BOL 3.5: He then says that since whipper is whipping out of protection for laila, he is happy that her brother loves her."
    },
    {
      "text": "BOL 3.6: Even if you are beaten there is only recognition of another person's love."
    },
    {
      "text": "BOL 3.7: The heart is so full of love that there is no place for jealousy, hatred; this is called by loving which you begin loving everyone."
    },
    {
      "text": "BOL 3.8: The lower form of love has always has got a condition, there is a reason behind it; higher form is without any reason."
    },
    {
      "text": "BOL 3.9: Like someone because of something but you love someone inspite of everything."
    },
    {
      "text": "BOL 3.10: Love is not blind , it is what makes you see the beauty of person and love the person for what he is. Infatuation and lust is blind."
    },
    {
      "text": "BOL 3.11: Love knows exactly what is good and bad in the person. It is in spite of everything not because of anything, it is not blind. No expectations."
    },
    {
      "text": "BOL 3.12: Love makes you see beauty in everything, it is not blind."
    },
    {
      "text": "BOL 3.13: It makes everything into good, it transforms a person, negativities go away."
    },
    {
      "text": "BOL 3.14: It brings out the best in the person towards another person, the love is such that it brings out the best in other person also."
    },
    {
      "text": "BOL 3.15: After transforming oneself, love transforms others also."
    },
    {
      "text": "BOL 3.16: In lower form there is always something to be gained out of beloved, there is always an expectation, always a want. As long as we get what we want, there is a bond."
    },
    {
      "text": "BOL 3.17: Higher form of love only gives, demands, wants nothing. It does not demand love in return of love."
    },
    {
      "text": "BOL 3.18: Love seeks not but itself, love gives not but itself, love is sufficient unto love. After loving if we want something then it is lower form of love."
    },
    {
      "text": "BOL 3.19: Love is so fulfilling in itself that after loving a person becomes so complete that it does not demand anything in return."
    },
    {
      "text": "BOL 3.20: That love which leaves us unfulfilled, wanting more, wanting something other is of lower form."
    },
    {
      "text": "BOL 3.21: When is love fulfilling ?"
    },
    {
      "text": "BOL 3.22: Hunger is over when even the most delicious dish fails to attract our desire to consume it, higher form of love is so fulfilling that it does not demand love in return of love."
    },
    {
      "text": "BOL 3.23: (Higher taste)"
    },
    {
      "text": "BOL 3.24: Lover is sensitive in joys-sorrows of beloved. In love, the joy of beloved is the joy of lover and the sorrow of beloved is the sorrow of lover. Thus there can be pain in love."
    },
    {
      "text": "BOL 3.25: This pain is not because i did not get something but this pain is because the lover cannot see his beloved suffering. Sweet pain. That is dear pain."
    },
    {
      "text": "BOL 3.26: But, fear or insecurity can never be in love. Fear of loosing, attachment and clinging."
    },
    {
      "text": "BOL 3.27: Love sets the beloved free like a bird, if it comes back yo you it was yours and if does not come back to you it was never yours."
    },
    {
      "text": "BOL 3.28: many relationships that cling on because they fear they will loose their love, love is that which sets free because in love there is no fear because there is no want."
    },
    {
      "text": "BOL 3.29: In love there is trust, faith."
    },
    {
      "text": "BOL 3.30: Lover wants nothing but to give."
    },
    {
      "text": "BOL 3.31: In giving we are master, in receiving we are slave, a slave is always afraid when he is going to be rejected."
    },
    {
      "text": "BOL 3.32: Love is that which ever goes on increasing and lower form comes to an end."
    },
    {
      "text": "BOL 3.33: Every second which keeps on growing is love..."
    },
    {
      "text": "BOL 3.34: That which comes to an end, decays was never love so dont regret."
    },
    {
      "text": "BOL 3.35: ( Make a column of these differences."
    },
    {
      "text": "BOL 3.36: Analyse where pain or sorrow in those previous relationships came."
    },
    {
      "text": "BOL 3.37: What makes/moments our love into lower form of love. )"
    },
    {
      "text": "BOL 3.38: That which is attractive might not be comforting so we have to learn to drop it, all that glitters is not gold."
    },
    {
      "text": "BOL 3.39: We have to expose our mind to recognise it, to remove the elements of lower and experience the higher."
    },
    {
      "text": "BOL 3.40: Higher form of love never ends, not even on departing of the beloved, not even on separation of the beloved, not even on the wickedness of the beloved because in giving love we are independent - this is called as higher."
    },
    {
      "text": "BOL 4.1: Beauty of Love 4 : "
    },
    {
      "text": "BOL 4.2: Essentials of love/relationships for a devotee : "
    },
    {
      "text": "BOL 4.3: 1- Concern for well being of the beloved."
    },
    {
      "text": "BOL 4.4: 2- A sense of deep response/action in love."
    },
    {
      "text": "BOL 4.5: 3- Reverence for the beloved."
    },
    {
      "text": "BOL 4.6: 4- Proper understanding of the beloved."
    },
    {
      "text": "BOL 4.7: Each step he is expressing for the love and happiness of others."
    },
    {
      "text": "BOL 4.8: Very often not hurting others but expressing our sadness and we know the person who loves us will be sad when we are sad."
    },
    {
      "text": "BOL 4.9: 1- Sure sign of love is that you cannot see other person suffer, not even their slightest pain."
    },
    {
      "text": "BOL 4.10: It is genuine concern for the well being of the other, not just to please him as in marriage to keep it going due to one's insecurity."
    },
    {
      "text": "BOL 4.11: You cannot bear the sorrow of other."
    },
    {
      "text": "BOL 4.12: Lover only thinks how can I bring happiness to my beloved."
    },
    {
      "text": "BOL 4.13: It is not that lover does not get any happiness but his happiness depends on the happiness of the beloved. Thus both of them become happy together."
    },
    {
      "text": "BOL 4.14: You can give happiness to others if you have happiness within yourself."
    },
    {
      "text": "BOL 4.15: 2- One might feel concern for others/beloved but are we ready to do anything about it/inertia."
    },
    {
      "text": "BOL 4.16: Feeling sorrow for another can become a very selfish thing unless we are acting on the problem of sorrow."
    },
    {
      "text": "BOL 4.17: Not just sympathise, pity.  Pity helps no body."
    },
    {
      "text": "BOL 4.18: Do something actively to remove sorrow and be ready to make any amount of sacrifice to help the person."
    },
    {
      "text": "BOL 4.19: Romeo-juliet, laila-majnu are worldly lovers but we have stories of divine loves who went beyond all worldly limitations/bodily consciousness. Readiness in action correlates with genuinety of concern."
    },
    {
      "text": "BOL 4.20: A lover never sees fault in beloved."
    },
    {
      "text": "BOL 4.21: 3-We ask a person to change not for good but for our own convenience."
    },
    {
      "text": "BOL 4.22: Make Him feel that He exists."
    },
    {
      "text": "BOL 4.23: If we allow other person to grow then only we can help the person on growth. Allow each one to grow in their own way, time, place."
    },
    {
      "text": "BOL 4.24: Love allows each person to grow together. This is a sense of deep respect. Be a facilitator to develop best in him without imposing on others. Imposition of our own rules is a disrespect to the other."
    },
    {
      "text": "BOL 4.25: You might love someone but have no respect for the other and vice-versa but when Head/respect and heart/love combine together to form reverence for the other."
    },
    {
      "text": "BOL 4.26: Now each one can grow beautifully in their own time and place. Otherwise we are constantly trying to change others to suit us."
    },
    {
      "text": "BOL 4.27: Love is that which brings about beauty even in ugliness. Tries to see beauty in the beloved."
    },
    {
      "text": "BOL 4.28: If the other person begins to pretend then relationship cannot grow in true ground because the foundation itself is weak."
    },
    {
      "text": "BOL 4.29: 4- Be sensitive to the needs of near and dear ones because of sense of oneness then there will be understanding about the other."
    },
    {
      "text": "BOL 4.30: Understanding the need of beloved, what makes him happy by being dear to him."
    },
    {
      "text": "BOL 4.31: (Chapters 7 to 12)"
    },
    {
      "text": "BOL 4.32: Understanding comes by attunement to the beloved not by reading books and analysing."
    },
    {
      "text": "BOL 4.33: Attunement comes by proper understanding of our selves. Self understanding is : "
    },
    {
      "text": "BOL 4.34: 1- Physical body"
    },
    {
      "text": "BOL 4.35: 2- Emotional personality/mind"
    },
    {
      "text": "BOL 4.36: 3- Intellectual personality, rational and understanding"
    },
    {
      "text": "BOL 4.37: 4- Spiritual personality"
    },
    {
      "text": "BOL 4.38: Even those who seem to be making great sacrifices in love are attaining total fulfilment because it depends from which personality they are contacting the beloved."
    },
    {
      "text": "BOL 4.39: If we are too physical oriented, thinking only of comforts/beauty of the body then that person can understand the beloved only at the physical level."
    },
    {
      "text": "BOL 4.40: If we are emotions oriented, then the contact is understanding others' emotions, wants, needs."
    },
    {
      "text": "BOL 4.41: When the intellectual side develops then you understand the other person."
    },
    {
      "text": "BOL 4.42: The spiritual self is the essence and the above 3 are just the coverings. This is the love of saints, sages and holy people. Their love is so unconditional because it is arising from soul level. There are no emotional entanglements, expectations, bondage, limitation but they love everybody. They are just giving and sharing and yet there is no clinging on, no dependance, no physical attractions and yet they are attracted to each other."
    },
    {
      "text": "BOL 4.43: When we contact each other from the spiritual essence that love transcends all the limitations of the body, mind, intellect."
    },
    {
      "text": "BOL 4.44: Emotionally we can be very receptive. But when we understand ourselves, we rise from physical personality."
    },
    {
      "text": "BOL 4.45: You see the world as you are."
    },
    {
      "text": "BOL 4.46: The world is nothing abut an echo of our personality."
    },
    {
      "text": "BOL 4.47: The world surrounds us depending on our selves."
    },
    {
      "text": "BOL 4.48: We attract those things and type of beings as we per our own composition."
    },
    {
      "text": "BOL 4.49: At intellectual level we begin to appreciate goals and ambitions of others and encourage it but from emotional level we become jealous, insecure on hearing about others dreams and ambitions, especially female's ambitions."
    },
    {
      "text": "BOL 4.50: But when we contact from the spiritual core of the personality there is total satisfaction, because then all 4 are satisfied. Then it becomes sweet love."
    },
    {
      "text": "BOL 4.51: Reach that essential core within ourselves. If we are high our love is high, if we are low our love is low."
    },
    {
      "text": "BOL 4.52: Self development in all these 4 personalities and transform these 4 personalities in to our essential/spiritual personality and then contact the word from there the we total /real understanding of the other."
    },
    {
      "text": "BOL 4.53: Thus proper understanding of other is gained by understanding ourselves."
    },
    {
      "text": "BOL 4.54: Discover now the universal, unconditional love."
    },
    {
      "text": "BOL 5.1: Beauty of Love 5 : "
    },
    {
      "text": "BOL 5.2: Take your attention from body to breath, to heart. See your heart has fully bloomed open heart flower. Open to the universe, ready to share its sweetness, nectar. Let beings come and drink from it. Let us not be lonely. As we keep the heart open, one day the bumble bee will come laden with knowledge. Fertilising the flower to reach its greater fulfilment. As the flowers drops its petals of attachments, vanities, ego, the arises the fruit of realisation filled with nectar of bliss."
    },
    {
      "text": "BOL 5.3: Allow your heart to reach that state of bliss."
    },
    {
      "text": "BOL 5.4: Only when we have bliss and happiness in our hearts can we spread it to others."
    },
    {
      "text": "BOL 5.5: Be happy, cheerful."
    },
    {
      "text": "BOL 5.6: Trying to be helpful do not harm the other like caterpillar - butterfly, struggle is necessary."
    },
    {
      "text": "BOL 5.7: Understand others from spirit/atma/sou/truth level."
    },
    {
      "text": "BOL 5.8: Whenever we feel sense of oneness with the other then only can there be love. Universe love is possible when we see the same one in me and the same one in everyone."
    },
    {
      "text": "BOL 5.9: God = pervades everywhere + in every being + that supreme love and goodness."
    },
    {
      "text": "BOL 5.10: Principle of existence is happiness and love. This is our true self which is also true self of everyone."
    },
    {
      "text": "BOL 5.11: When we recognise this self in/as us then can we recognise the self of all as us only."
    },
    {
      "text": "BOL 5.12: when a dreamer wakes up from the dream he finds that the enemy in the dream was him only, friend in the dream was him only, everything in the dream was me only. Hatred for some and special attraction for some so better to have love for everyone in dream itself so that after waking up there is lesser gap to be covered up."
    },
    {
      "text": "BOL 5.13: This supreme love by which we begin to recognise that one self in everyone is gained through knowledge of the self."
    },
    {
      "text": "BOL 5.14: Truth is that we all our one. All distinctions/varieties exists at physical, emotional, intellectual level only."
    },
    {
      "text": "BOL 5.15: When we go deeper in understanding there is only oneness."
    },
    {
      "text": "BOL 5.16: All our emotions are for love only. There is no one who does not seek love."
    },
    {
      "text": "BOL 5.17: In all our intellect we are seeking the truth alone."
    },
    {
      "text": "BOL 5.18: No thoughts of hatred, violence towards others will come because it is Me only. This higher me is self/parmatma."
    },
    {
      "text": "BOL 5.19: Like hanumanji, i am slave god is master."
    },
    {
      "text": "BOL 5.20: Totally giving sharing caring and feeling one - thus love for all is very blissful. The great saints and sages did it, even when they were crucified, exiled, torchured and criticised they had only love. They all, jesus, mohammed, guru arjun dev, remembered lord - O lord it is the pain given by you, isn't it, it is delightful. Let thy will be done. Let thy will be done. Let thy will be done. If that's what you want for me lord then let it be done. That is the joy of a devotee."
    },
    {
      "text": "BOL 5.21: Even amidst all the sorrows in the world because the pain given by the beloved is only a joy. Best example is Radha - krsna. Then mother-child. She finds joy in kick also while pregnant. Excruciating pain in delivery becomes joy."
    },
    {
      "text": "BOL 5.22: What is the absolute sure characteristic of love : - where every moment there is thought of the beloved. A lover never complains about the pain and sorrows but the only sorrow for the lover is - a moment was spent without thinking of the beloved."
    },
    {
      "text": "BOL 5.23: Anything we do in the world we are ding it for the supreme self - call it god, krsna, rama, buddha state, nirvana, supreme self, call it any name."
    },
    {
      "text": "BOL 5.24: When every action is done with that awareness of the supreme self. Where every moment we transact from the very centre of our personality."
    },
    {
      "text": "BOL 5.25: Each one will see from where the person is himself is centred - some will see name, others form, fragrance, taste, some will even feel from a distance."
    },
    {
      "text": "BOL 5.26: When we are centred at the core of our personality we begin to see from that stand point. We begin to go beyond name and form, texture and as we go further and further we begin to see only ourself in everything."
    },
    {
      "text": "BOL 5.27: This is what is called as spirituality, truth, universal love."
    },
    {
      "text": "BOL 5.28: To discover this is all the knowledge of the scriptures. It is the very goal/thrill/happiness of life."
    },
    {
      "text": "BOL 5.29: Earlier, due to separateness there is fear, hatred, agonising and selfishness but when we begin to see we are a part of the world we dont feel insecure."
    },
    {
      "text": "BOL 5.30: Begin to see that the whole world is nothing but me and me alone, there is never a time to feel lonely, frustrated, selfish because everything is me alone."
    },
    {
      "text": "BOL 5.31: Until we reach that state, the relationship we have with the world or God can be of any form until there is no fanaticism in it. It can be friend, parents, beloved, child. Whichever relationship comes closest to you make that relationship with God."
    },
    {
      "text": "BOL 5.32: Jesus called him as father, mohammed called him as a great king of heaven, shree ram krishna paramhamsa called him the mother, yashodha sees him as a little baby, radha sees him as her beloved, laxman sees him as his brother, hanumanji as his master...till you cant discover him as your self so that the love pervades our life so much that we begin to see our beloved lord everywhere."
    },
    {
      "text": "BOL 5.33: Once majnu was embracing a buffalo, he replied that my laila is dark so i only saw her in the buffalo, the lover in his love becomes so engrossed in his love that wherever he sees he see the beloved only."
    },
    {
      "text": "BOL 5.34: In the chirping of the bird there is sound of the beloved, in the blueness of the sky he sees his divine god. Whichever way we look love is that which pervades everything. That love is called as God. That love is the very essence of each and every one of us. To discover that love is the very goal of life."
    },
    {
      "text": "BOL 5.35: Narada muni says knowledge is the means of love, when we now someone then only we can love."
    },
    {
      "text": "BOL 5.36: Love breeds love, if you want develop love in your heart start giving love - consciously/with awareness, dynamically, aggressively."
    },
    {
      "text": "BOL 5.37: Allow your mind to enjoy love."
    },
    {
      "text": "BOL 5.38: The whole universe is spreading its love, sun burns up itself to give us light and heat, earth tears open its breast to give us fruits and plants, the trees shed its fruits for us to eat, birds are singing for delighting our hearts, rivers are flowing to quench us, wind blows for us, flowers spread its fragrance nit for itself but for us."
    },
    {
      "text": "BOL 5.39: Everything in the universe is giving, how the whole nature/universes is shedding love on us. When we se that unconditional love, we pollute the rivers, it does not stop flowing, dropping atomic bombs on earth but the earth dos not stop giving us nourishment, criticise the sun for its heat but it does not stop shining, this is called unconditionality."
    },
    {
      "text": "BOL 5.40: One who gives is god-like."
    },
    {
      "text": "BOL 5.41: So start giving love and love will increase. Unless we give love we cannot experience joy of love. To do that we have to remove our negativities - selfishness, ego, greed, hatreds because where there is love there can be no place for any of these in the heart which will be filled in totality with love."
    },
    {
      "text": "BOL 5.42: Lust only dreams for happiness, love truly enjoys it."
    },
    {
      "text": "BOL 5.43: When there is selfish need/desire love becomes lust or attachment,"
    },
    {
      "text": "BOL 5.44: But love is selfless, and giving."
    },
    {
      "text": "BOL 5.45: Love is infectious, the moment you start giving love, you make the receptor also start giving love."
    },
    {
      "text": "BOL 5.46: So start giving love without demanding anything in return, then there will be such a joy and fulfilment in love that we want nothing, desire nothing; in that love we experience that peace called god that universal love."
    }
  ]
}