{
   "chapter":[
      {
         "text":"19.1: The Lord said: A self-realized person who has cultivated scriptural knowledge up to the point of enlightenment and who is free from impersonal speculation, understanding the material universe to be simply illusion, should surrender unto me both that knowledge and the means by which he achieved it. "
      },
      {
         "text":"19.2: For learned, self-realized philosophers I am the only object of worship, the desired goal of life, the means for achieving that goal, and the settled conclusion of all knowledge. Indeed, because I am the cause of their happiness and their freedom from unhappiness, such learned souls have no effective purpose or dear object in life except me. "
      },
      {
         "text":"19.3: Those who have achieved complete perfection through philosophical and realized knowledge recognize my lotus feet to be the supreme transcendental object. Thus the learned transcendentalist is most dear to me, and by his perfect knowledge he maintains me in happiness. "
      },
      {
         "text":"19.4: That perfection which is produced by a small fraction of spiritual knowledge cannot be duplicated by performing austerities, visiting holy places, chanting silent prayers, giving in charity or engaging in other pious activities. "
      },
      {
         "text":"19.5: Therefore, dear Uddhava, through knowledge you should understand your actual self. Then, advancing by clear realization of Vedic knowledge, you should worship me in the mood of loving devotion. "
      },
      {
         "text":"19.6: Formerly, great sages, through the sacrifice of Vedic knowledge and spiritual enlightenment, worshiped me within themselves, knowing me to be the Supreme Lord of all sacrifice and the Supersoul in everyone's heart. Thus coming to me, these sages achieved the supreme perfection. "
      },
      {
         "text":"19.7: Dear Uddhava, the material body and mind, composed of the three modes of material nature, attach themselves to you, but they are actually illusion, since they appear only at the present, having no original or ultimate existence. How is it possible, therefore, that the various stages of the body, namely birth, growth, reproduction, maintenance, dwindling and death, can have any relation to your eternal self? These phases relate only to the material body, which previously did not exist and ultimately will not exist. The body exists merely at the present moment. "
      },
      {
         "text":"19.8: Uddhava said: Lord of the universe! Form of the universe! Please explain to me that process of knowledge which automatically brings detachment and direct perception of the truth, which is transcendental, and which is traditional among great spiritual philosophers. This knowledge, sought by elevated personalities, describes loving devotional service unto you. "
      },
      {
         "text":"19.9: Dear Lord, for one who is being tormented on the terrible path of birth and death and is constantly overwhelmed by the threefold miseries, I do not see any possible shelter other than your two lotus feet, which are just like a refreshing umbrella that pours down showers of delicious nectar. "
      },
      {
         "text":"19.10: Almighty Lord, please be merciful and uplift this hopeless living entity who has fallen into the dark hole of material existence, where the snake of time has bitten him. In spite of such abominable conditions, this poor living entity has tremendous desire to relish the most insignificant material happiness. Please save me, my Lord, by pouring down the nectar of your instructions, which awaken one to spiritual freedom. "
      },
      {
         "text":"19.11: The Lord said: Dear Uddhava, just as you are now inquiring from me, similarly, in the past King Yudhisthira, who considered no one his enemy, inquired from the greatest of the upholders of religious principles, Bhisma, while all of us were carefully listening. "
      },
      {
         "text":"19.12: When the great Battle of Kuruksetra had ended, King Yudhisthira was overwhelmed by the death of many beloved well-wishers, and thus, after listening to instructions about many religious principles, he finally inquired about the path of liberation. "
      },
      {
         "text":"19.13: I will now speak unto you those religious principles of Vedic knowledge, detachment, self- realization, faith and devotional service that were heard directly from the mouth of Bhismadeva. "
      },
      {
         "text":"19.14: I personally approve of that knowledge by which one sees the combination of nine, eleven, five and three elements in all living entities, and ultimately one element within those twenty-eight. "
      },
      {
         "text":"19.15: When one no longer sees the twenty-eight separated material elements, which arise from a single cause, but rather sees the cause itself, the Lord — at that time one's direct experience is called vijnana, or self-realization. "
      },
      {
         "text":"19.16: Commencement, termination and maintenance are the stages of material causation. That which consistently accompanies all these material phases from one creation to another and remains alone when all material phases are annihilated is the one eternal. "
      },
      {
         "text":"19.17: From the four types of evidence — Vedic knowledge, direct experience, traditional wisdom and logical induction — one can understand the temporary, insubstantial situation of the material world, by which one becomes detached from the duality of this world. "
      },
      {
         "text":"19.18: An intelligent person should see that any material activity is subject to constant transformation and that even on the planet of Brahma there is thus simply unhappiness. Indeed, a wise man can understand that just as all that he has seen is temporary, similarly, all things within the universe have a beginning and an end. "
      },
      {
         "text":"19.19: Sinless Uddhava, because you love me, I previously explained to you the process of devotional service. Now I will again explain the supreme process for achieving loving service unto me. "
      },
      {
         "text":"19.20: Firm faith in the blissful narration of my pastimes, constant chanting of my glories, unwavering attachment to ceremonial worship of me, praising me through beautiful hymns, great respect for my devotional service, offering obeisances with the entire body,  "
      },
      {
         "text":"19.21: performing first-class worship of my devotees, consciousness of me in all living entities, offering of ordinary, bodily activities in my devotional service, use of words to describe my qualities,"
      },
      {
         "text":"19.22: offering the mind to me, rejection of all material desires, giving up wealth for my devotional service, renouncing material sense gratification and happiness, "
      },
      {
         "text":"19.23: and performing all desirable activities such as charity, sacrifice, chanting, vows and austerities with the purpose of achieving me "
      },
      {
         "text":"19.24: — these constitute actual religious principles, by which those human beings who have actually surrendered themselves to me automatically develop love for me. What other purpose or goal could remain for my devotee? -"
      },
      {
         "text":"19.25: When one's peaceful consciousness, strengthened by the mode of goodness, is fixed on the Lord, one achieves religiosity, knowledge, detachment and opulence. "
      },
      {
         "text":"19.26: When consciousness is fixed on the material body, home and other, similar objects of sense gratification, one spends one's life chasing after material objects with the help of the senses. Consciousness, thus powerfully affected by the mode of passion, becomes dedicated to impermanent things, and in this way irreligion, ignorance, attachment and wretchedness arise. "
      },
      {
         "text":"19.27: Actual religious principles are stated to be those that lead one to my devotional service. Real knowledge is the awareness that reveals my all-pervading presence. Detachment is complete disinterest in the objects of material sense gratification, and opulence is the eight mystic perfection, such as anima-siddhi. "
      },
      {
         "text":"19.28: Uddhava said: Dear Krishna, chastiser of the enemies, please tell me how many types of disciplinary regulations and regular daily duties there are. Also, my Lord, tell me what is mental equilibrium, what is self-control, and what is the actual meaning of tolerance and steadfastness.   "
      },
      {
         "text":"19.29: What are charity, austerity and heroism, and how are reality and truth to he described? What is renunciation, and what is wealth? What is desirable, what is sacrifice, and what is religious remuneration?"
      },
      {
         "text":"19.30: Dear Kesava, most fortunate one, how am I to understand the strength, opulence and profit of a particular person? What is the best education, what is actual humility, and what is real beauty?"
      },
      {
         "text":"19.31: What are happiness and unhappiness? Who is learned, and who is a fool? What are the true and the false paths in life, and what are heaven and hell? "
      },
      {
         "text":"19.32: Who is indeed a true friend, and what is one's real home? Who is a rich man, and who is a poor man? Who is wretched, and who is an actual controller? Lord of the devotees, kindly explain these matters to me, along with their opposites. -"
      },
      {
         "text":"19.33: The Lord said: Nonviolence, truthfulness, not coveting or stealing the property of others, detachment, humility, freedom from possessiveness, trust in the principles of religion, celibacy, silence, steadiness, forgiveness and fearlessness are the twelve primary disciplinary principles.  "
      },
      {
         "text":"19.34: Internal cleanliness, external cleanliness, chanting the holy names of the Lord, austerity, sacrifice, faith, hospitality, worship of me, visiting holy places, acting and desiring only for the supreme interest, satisfaction, and service to the spiritual master are the twelve elements of regular prescribed duties."
      },
      {
         "text":"19.35: These twenty-four elements bestow all desired benedictions on those persons who devotedly cultivate them. -"
      },
      {
         "text":"19.36: Absorbing the intelligence in me constitutes mental equilibrium, and complete discipline of the senses is self-control. Tolerance means patiently enduring unhappiness, and steadfastness occurs when one conquers the tongue and genitals. "
      },
      {
         "text":"19.37: The greatest charity is to give up all aggression toward others, and renunciation of lust is understood to be real austerity. Real heroism is to conquer one's natural tendency to enjoy material life, and reality is seeing the Lord everywhere. "
      },
      {
         "text":"19.38: Truthfulness means to speak the truth in a pleasing way, as declared by great sages. Cleanliness is detachment in fruitive activities, whereas renunciation is the sannyasa order of life. "
      },
      {
         "text":"19.39: The true desirable wealth for human beings is religiousness, and I, the Lord, am sacrifice. Religious remuneration is devotion to the acarya with the purpose of acquiring spiritual instruction, and the greatest strength is the pranayama system of breath control. -"
      },
      {
         "text":"19.40: Actual opulence is my own nature as the Lord, through which I exhibit the six unlimited opulences. The supreme gain in life is devotional service to me, and actual education is nullifying the false perception of duality within the soul.    "
      },
      {
         "text":"19.41: Real modesty is to be disgusted with improper activities, and beauty is to possess good qualities such as detachment. Real happiness is to transcend material happiness and unhappiness, and real misery is to be implicated in searching for sex pleasure."
      },
      {
         "text":"19.42: A wise man is one who knows the process of freedom from bondage, and a fool is one who identifies with his material body and mind. The real path in life is that which leads to me, and the wrong path is sense gratification, by which consciousness is bewildered. "
      },
      {
         "text":"19.43: Actual heaven is the predominance of the mode of goodness, whereas hell is the predominance of ignorance. I am everyone's true friend, acting as the spiritual master of the entire universe, and one's home is the human body."
      },
      {
         "text":"19.44:  Dear friend Uddhava, one who is enriched with good qualities is actually said to be rich, and one who is unsatisfied in life is actually poor. A wretched person is one who cannot control his senses, whereas one who is not attached to sense gratification is a real controller. One who attaches himself to sense gratification is the opposite, a slave."
      },
      {
         "text":"19.45: Thus, Uddhava, I have elucidated all of the matters about which you inquired. There is no need for a more elaborate description of these good and bad qualities, since to constantly see good and bad is itself a bad quality. The best quality is to transcend material good and evil. -"
      }
   ]
}
