{
  "chapter": [
    {
      "text": ": IR1: Inner Ramayana"
    },
    {
      "text": ": IR2: Glory of satsang , when Narada muni came,  worm became a parrot, parrot became a cow, cow became man, man became God-man. Evolution in presence of Guru."
    },
    {
      "text": ": IR3: Guru is fire who burns whatever is 'us'."
    },
    {
      "text": ": IR4: It is not necessary to do big things but do small things with great love."
    },
    {
      "text": ": IR5: See God even outside your temple."
    },
    {
      "text": ": IR6: World is an arena where our virtues are tested. Don't be divine just on meditation seat. Check if you can love unconditionally while facing the world inspite of its jealousy, hatred, etc."
    },
    {
      "text": ": IR7: Drop the means like virtues, actions, kriyas, jnana, like horse carriage is dis-boarded to enter the palace or destination."
    },
    {
      "text": ": IR8: Dash-rath had control over 10 :  senses, soul, mind, intellect, ego and god or super soul himself."
    },
    {
      "text": ": IR9: A rishi doesn't take anything without giving in return."
    },
    {
      "text": ": IR10: Brahmachrya is living in moderation and righteousness else cannot stay in India & go to Lanka like Sita who was lured by her lust for golden dear."
    },
    {
      "text": ": IR11: Forgotten Ram and got distracted by deer, Sita realised her mistake."
    },
    {
      "text": ": IR12: In Lanka there is pleasure not happiness, power not love."
    },
    {
      "text": ": IR13: Ram found only monkey or thoughts when he went to find her mind Sita."
    },
    {
      "text": ": IR14: 10 headed Ravana of ego and delusion ended thus ended the material mind."
    },
    {
      "text": ": IR15: Now masters can serve the world from level of Spirit/Soul."
    },
    {
      "text": ": IR16: Sita entered the testing fire or knowledge."
    },
    {
      "text": ": IR17: Ram merges with Brahman or infinite consciousness."
    },
    {
      "text": ": IR18: Atmaram rule in kingdom of Self."
    },
    {
      "text": ": IR19: Sita or mind suffered because she disobeyed sage Laxman/Balram/knowledge."
    },
    {
      "text": ": IR20: The rakshas who were killed were our own lust, anger, greed, etc."
    },
    {
      "text": ": IR21: Sita said no to pleasure of ravana so he could even not touch her."
    },
    {
      "text": ": IR22: She kept on remembering Ram..."
    },
    {
      "text": ": IR23: Don't fall in clutches of ego, desires like Sita."
    },
    {
      "text": ": IR24: Having fallen she only remembered Ram."
    },
    {
      "text": ": IR25: Hanuman means serve lord with thoughts."
    },
    {
      "text": ": IR26: A devotee should not be miserable, there must be no sorrow, expect nothing."
    },
    {
      "text": ": IR27: Don't allow negatives to express as anger, stubbornness; transform them into virtues."
    },
    {
      "text": ": IR28: Virtues also have to be ended for realisation. Being beyond three gunas."
    },
    {
      "text": ": IR29: Name of God subdues everything."
    },
    {
      "text": ": IR30: Sita is embodiment of love, beauty, dharma so no ordinary man could marry her."
    },
    {
      "text": "GG1: Gopika Geet"
    },
    {
      "text": "GG2: God is here and now, everywhere but it manifests or felt by us iff in love, we call out to him."
    },
    {
      "text": "GG3: God is always expressing love to us. Every moment."
    },
    {
      "text": "GG4: We don't feel the love because of non-loving attitude."
    },
    {
      "text": "GG5: To love the whole universe is to live / love the All."
    },
    {
      "text": "GG6: Raas Lila is meeting of soul with super soul."
    },
    {
      "text": "GG7: Love is exper: IRnced by param vairagis, gopis."
    },
    {
      "text": "GG8: He broke pots which were products of goodness of gopis endeavours, being beyond three gunas - like Him."
    },
    {
      "text": "GG9: The gopis were renunciate rishis of Ram era who wanted to dance with Him."
    },
    {
      "text": "GG10: Clothes stolen were panch kosas or bodily consciousness , now these bod: IRs belonged to Krsna fully."
    },
    {
      "text": "GG11: When they heard His flute they ran in, as is where is, and some even half naked. Those who were stopped by their relatives gave up their bod: IRs in pangs of separation."
    },
    {
      "text": "GG12: Action or duty is the means not 'the goal'."
    },
    {
      "text": "GG13: Goal is God."
    },
    {
      "text": "GG14: Love + purity + renunciation = gopis."
    },
    {
      "text": "GG15: All gopis of Vrindavan did their dut: IRs in full but kept their love a secret."
    },
    {
      "text": "GG16: Their love for krsna was deep in their hearts , such were the secretive gopis."
    },
    {
      "text": "GG17: They never bragged about their Love."
    },
    {
      "text": "GG18: Gopis were constantly drinking through their senses - the amrit of Krsna."
    },
    {
      "text": "GG19: They don't read Gita and Upanishads in Vrindavan, they drink Him through their senses."
    },
    {
      "text": "GG20: To transcend the senses transform the formless into form objects of senses organs."
    },
    {
      "text": "GG21: Their senses were so under control that wherever they looked, heard, felt, tasted, smelled it was only Krsna."
    },
    {
      "text": "GG22: Their senses never went to sense objects of world, they saw Krsna everywhere. (Apply.)"
    },
    {
      "text": "GG23: Those whose senses are never for enjoyment of world do you think they came there to enjoy Krsna, they came to give joy to Krsna."
    },
    {
      "text": "GG24: Lust dreams of happiness, love exper: IRnces happiness."
    },
    {
      "text": "GG25: The thin line between love and lust is attachment for personal comfort, selfish reasons for my self, desire for self pressure."
    },
    {
      "text": "GG26: Love is giving."
    },
    {
      "text": "GG27: Sukhdev who had no bodily consciousness had described the Raas Leela, it is Kaam Vijayaa Leela which brings about victory over lust."
    },
    {
      "text": "GG28: Raas Lila is test of attachment & lust v/s pure love."
    },
    {
      "text": "GG29: Outward act can be same for love and lust but inner exper: IRnce is greatly different."
    },
    {
      "text": "GG30: Both are looking at each other it seemed that time stopped. This is intensity of love."
    },
    {
      "text": "GG31: Kaam was pradyumna , got his glory when krsna avatar took place."
    },
    {
      "text": "GG32: Otherwise, Shiva had already burnt him."
    },
    {
      "text": "GG33: Kaam cannot touch a man who is dedicated to one god and qualit: IRs dear to that god"
    },
    {
      "text": "GG34: It can't touch him also who always has sita or a devotee by him"
    },
    {
      "text": "GG35: Gopis turned back from following krsna into the forest because else he would have gone deeper into forests there by hurting his soft feet more so gopis stopped pursuing him"
    },
    {
      "text": "GG36: Love cannot bear causing pain to others for ones own sake so they turned back"
    },
    {
      "text": "GG37: Then they went on Yamuna and sang 19 verses of 19 gopis ."
    },
    {
      "text": "GG38: Those who give love for love are vyaparis, they won't give anything until they receive something. Love gives without any expectations."
    },
    {
      "text": "GG39: Sages, even if we abandon them their love for us won't diminish."
    },
    {
      "text": "GG40: Highly evolved sages never give anything in love also even if we love them."
    },
    {
      "text": "GG41: They are so detached."
    },
    {
      "text": "GG42: Every body in braj is fair only I am dark"
    },
    {
      "text": "GG43: Radha's eyes are so dark because she keeps looking at him and vice versa"
    },
    {
      "text": "GG44: As long as we are not loving him he will give us all comforts but the moment we love him he makes us pine for him, gives virah to increase our attachment to him"
    },
    {
      "text": "GG45: else satisfaction comes and we stop pining, searching for him"
    },
    {
      "text": "GG46: Closeness makes us far and far-ness makes us close so mode of separation is important"
    },
    {
      "text": "GG47: If you start thinking about yourself then ego, selfishness, desire, lust, sorrow comes in sequence so lord hides himself so that a devotee is saved from all these pains"
    },
    {
      "text": "GG48: Thus God disappears from Raas Leela in between"
    },
    {
      "text": "GG49: He can be found in deep waters of tears of separation."
    },
    {
      "text": "GG50: We all are separate from lord but we delight in everything else then we say god doesn't come to us."
    },
    {
      "text": "GG51: Those gopis never complained about anything but now they are complaining for him by singing songs of separation else out of sorrow of separation they would have got heart attack."
    },
    {
      "text": "GG52: So they sang"
    },
    {
      "text": "GG53: They were not afraid of dying but did not choose to d: IR since their deaths would have caused sadness to their beloved"
    },
    {
      "text": "GG54: In love of paramour there is only joy for oneself but gopis only wanted happiness of krsna thence their love was not that of a paramour"
    },
    {
      "text": "GG55: Gopis love is not only intricate and with depth but also carr: IRs lot of intensity in whatever pleases Him. Example, he likes tolerance so a better gopi will have no upper"
    },
    {
      "text": "GG56: personal limit to forbearance and pat: IRnce thus tolerance in the name of God and for his happiness."
    },
    {
      "text": "GG57: Her non grudging mood or feelings will improve her love quot: IRnt towards him a.k.a. quality of consciousness in relationship with him."
    },
    {
      "text": "GG58: Thus a better practice of vairagya or tapasya of material control eases exclusiveness of surrender to his will"
    },
    {
      "text": "GG59: He says if I am there then the gopis will see me only in one place but now when I am gone they see me every where"
    },
    {
      "text": "GG60: This is beauty of separation"
    },
    {
      "text": "GG61: Do with us what you want to do"
    },
    {
      "text": "GG62: A lover bears all the pain in true love"
    },
    {
      "text": "GG63: Write 5 things you are grateful for everyday, a gratitude journal"
    },
    {
      "text": "GG64: In love there is satisfaction in dissatisfaction and dissatisfaction in satisfaction."
    },
    {
      "text": "GG65: I may have devotion at his feet in every life. No moksha."
    },
    {
      "text": "GG66: To apply our knowledge at right situation is needed."
    },
    {
      "text": "GG67: Love doesn't see faults in the beloved's decesions/actions."
    },
    {
      "text": "GG68: O krsna come and delight in us from your war torn mood"
    },
    {
      "text": "GG69: Krsna dances on kundalini/kaliya naag to lift us up just like he danced on kaliyas head to suppress our ego desires and attachments"
    },
    {
      "text": "GG70: Gopis suffer because of separation from krsna - physically"
    },
    {
      "text": "GG71: In Braj, Uddhav comes to learn and around the world he goes to teach !"
    },
    {
      "text": "GG72: When krsna was in the forest, gopis used to think about his soft feet and thorns of forest."
    },
    {
      "text": "GG73: His flute sound destroys all attachments and infatuations."
    },
    {
      "text": "GG74: Those who became empty remain as his instrument, flute So it got his lips."
    }
  ]
}