{
  "chapter": [
    {
      "text": "MOL 1: Meditation on Love (Bhakti Ras) "
    },
    {
      "text": "MOL 2: Meditation is not something to do but a state to be in. It is not a verb but a noun."
    },
    {
      "text": "MOL 3: The step which takes you to meditation is contemplation."
    },
    {
      "text": "MOL 4: To enable contemplation, concentration and purity of mind are required."
    },
    {
      "text": "MOL 5: Purity means all negative qualities that cause agitation in our own mind."
    },
    {
      "text": "MOL 6: Example, when anger comes, mind gets disturbed. Can't concentrate with anger for peace."
    },
    {
      "text": "MOL 7: Cant concentrate on work when lust or likes and dislikes arise. Purity means mind free from likes-dislikes and thus equipoised, tranquil, serene."
    },
    {
      "text": "MOL 8: Be 100% mindfully present in whatever your organs of action are working."
    },
    {
      "text": "MOL 9: Make your action itself into worship, do it with love."
    },
    {
      "text": "MOL 10: Concentration is possible when there is a goal, goal that - I love."
    },
    {
      "text": "MOL 11: Neither peace or happiness can come without love."
    },
    {
      "text": "MOL 12: Concentration can be on anything and comes with practice but contemplation needs knowledge."
    },
    {
      "text": "MOL 13: Where ever mind wanders it is always on objects that you love; even worries on which mind wanders are the things that you love but not obtained ."
    },
    {
      "text": "MOL 14: Mind easily drifts where your love is. Wherever there is love for a thing , the mind gets steady."
    },
    {
      "text": "MOL 15: A mother does not do japa entire day saying - i am a mother i love my child, repeat. Constant repetition helps to some extent but still mind will run where it loves the most. So develop love than rituals."
    },
    {
      "text": "MOL 16: Where there is love there is no need to concentrate/effort/practice it automatically goes there."
    },
    {
      "text": "MOL 17: Bottom line of all sadhanas is - develop love."
    },
    {
      "text": "MOL 18: Meditation has to be practiced with cheerful mind and not a grumpy mind."
    },
    {
      "text": "MOL 19: Effortless concentration."
    },
    {
      "text": "MOL 20: Love or devotion/bhakti alone is required to know about highest truth and contemplate on that, God in his essence."
    },
    {
      "text": "MOL 21: Without love every action becomes labour, emotions become sentimentalism, knowledge becomes dry philosophy, God cannot be recognised in his essence."
    },
    {
      "text": "MOL 22: With knowledge and faith, bhakti bird takes its flight in meditation."
    },
    {
      "text": "MOL 23: Manifested form of lord is the multi/universe. Oneness in these distinctions/separation can be found iff there is devotion and love to the lord."
    },
    {
      "text": "MOL 24: As per chapter 11, this cosmic form can be seen, known and entered into only by those who have single pointed devotion and has no enmity towards anybody. Fearless, ready to die."
    },
    {
      "text": "MOL 25: Like guru gobind singh ready to sacrifice his children, like guru arjun dev ready to boil in oil, like guru tej bahadur saheb ready to behead his head, like jesus christ be ready to be crucified."
    },
    {
      "text": "MOL 26: The path of truth is not for cowards only those who are ready to sacrifice."
    },
    {
      "text": "MOL 27: And God says, he can know my infinite nature, in totality and own higher self which is infinite and infinite is not separate for anybody who has got no hatred for anybody."
    },
    {
      "text": "MOL 28: Only love brings about this oneness. If the vision of oneness, theme of every Upanishad/saint-sage, is a state of meditation. Love is possible when we come to recognise our oneness with each other."
    },
    {
      "text": "MOL 29: There must be love for everyone."
    },
    {
      "text": "MOL 30: Hanumanji says, I consider all this jagat/world as sita and ram."
    },
    {
      "text": "MOL 31: Guru Nanak says, Ek Omkar, that one eternal reality alone pervades the entire universe."
    },
    {
      "text": "MOL 32: So if we even hate even one thing in the world then the infinite that we are seeking cannot be Realised."
    },
    {
      "text": "MOL 33: Sat cit ananda is the nature of infinite reality, and also of God."
    },
    {
      "text": "MOL 34: When there is love there is vision of oneness and that vision is called param gyaan and para bhakti."
    },
    {
      "text": "MOL 35: To gain this vision of oneness so many practices have been pointed out in the scriptures, but Arjun asked what to meditate on - form or formless. Krsna says that after withdrawing senses from the world, think of unthinkable, and those who have dedicated their life entirely to spirituality and helping others, such a person can gain but easier path is path of personal love and devotion - meditation in/with love. Here we dont have to withdraw senses but employ senses in Him. Who does all his actions of the world as a love offering considering Him alone as the supreme truth."
    },
    {
      "text": "MOL 36: We dont do that because we think god is important but everything else is more important. But one should think otherwise. Begin by listening to His kathas."
    },
    {
      "text": "MOL 37: Lord himself is so enchanting, that he will steal your heart and then try taking your mind elsewhere it wont. Those with single pointedness and no-otherness of mind, loves me and thinks of me is called dhyana/contemplation - with steadiness of mind keep it towards our goal/object/destination of love. Example, love of gopis of Vrindavan : "
    },
    {
      "text": "MOL 38: Take your mind to beautiful scene: "
    },
    {
      "text": "MOL 39: On the banks of yamuna, a gopi with her pots to fill water for their houses, forgetting to fill water she sits on the banks of river Yamuna, with a tear on her eye and smile on her lips, thinking of the dark one, who makes her wait not only for days but even months, just for one vision, she sits their on banks of yamuna...yamuna teases her that the dark one is not going to come but she waits, waits and waits, in that anticipation only one thing on her mind krsna, krsna, krsna, krsna...that even one thought that krsna loves radha where the attention has gone from krsna to radha, causes a great pang of separation to her, this is ananya/exclusive bhakti."
    },
    {
      "text": "MOL 40: Kabir says path of love is so narrow that two cannot walk hand in hand, where the ego-me is there, there the lord is not there and where the lord is there, there is no me. This liquidation of lower me in the vision of the love of the higher is called as para/ananya bhakti."
    },
    {
      "text": "MOL 41: Where the mind is single pointed, ananya bhakti."
    },
    {
      "text": "MOL 42: It is easy to love someone who loves you, has given you something, like God."
    },
    {
      "text": "MOL 43: We get tired receiving his love, to love Him now gets not so difficult and when we become grateful to him, our life gets dedicated to him."
    },
    {
      "text": "MOL 44: Now meditation is in every action, word, thought."
    },
    {
      "text": "MOL 45: Such was the love of gopis that they made him a butter thief."
    },
    {
      "text": "MOL 46: Why do good people suffer, good people can never suffer."
    },
    {
      "text": "MOL 47: A gopi used to get teased by him :  saw his footprints on floor but He was not there, someone doing cheechee noise from window but he was not there, she said that it was not him who was troubling her but she could not help herself but thinking about Krsna."
    },
    {
      "text": "MOL 48: I try to get him out of my mind but i cant."
    },
    {
      "text": "MOL 49: Yogis leave everything and go to forest cannot hold him in mind even for a minute and you/gopi cannot get him out for a minute !"
    },
    {
      "text": "MOL 50: Sita's mind in the pleasures of Ravana's lanka was only on Ram."
    },
    {
      "text": "MOL 51: Simple way is just taking His name Krsna, Krsna, Krsna..."
    },
    {
      "text": "MOL 52: Without any service, lord just melts if you come to his shelter."
    },
    {
      "text": "MOL 53: Choose one ishta form of lord and ras of bhakti rises in you, it is not that you become fanatic. One who has love in his heart sees God everywhere not just in ram, krsna, shiv, etc."
    },
    {
      "text": "MOL 54: One who abides in truth is in the state of meditation. When can you can state that you are in state of meditation or samadhi - wherever wherever the mind goes, there there the mind is equipoised in love."
    },
    {
      "text": "MOL 55: Those who want to quieten their mind only meditation is required and after that the world is an ugly place. But a devotee when begins to love sees his love everywhere."
    },
    {
      "text": "MOL 56: Majnu used to embrace a buffalo because it was black like her laila - black."
    },
    {
      "text": "MOL 57: No object can tempt him."
    },
    {
      "text": "MOL 58: One who is love, even when he is whipped, he cant think of anybody else but his beloved."
    },
    {
      "text": "MOL 59: A devotee thinks if His created objects like women are so beautiful how beautiful he himself would be, no sensuous objects can attract or distract a sadhu and everywhere he looks, it is Him only."
    },
    {
      "text": "MOL 60: The love for personal god when goes to such an extent that devotee has got nothing else to see but beloved everywhere. Meera says that even if a poison has come it has come from my lord only. If my lord wants me to drink poison, I would drink it. No one can take the mind of a devotee which is filled with love."
    },
    {
      "text": "MOL 61: Such a devotee who has surrendered his mind unto me, I myself come and lift it."
    },
    {
      "text": "MOL 62: God is just existence, but I will become; I will become a fish if need to be, a lion for Prahlad, cloth for Draupadi, but I will come and protect such a devotee."
    },
    {
      "text": "MOL 63: This is meditation on love. When that is there, mind is single pointed and when mind is single pointed and full of love there is purity, concentration, vision of oneness, and this viiosn of oneness is called knowledge; when the individual's ego surrender on the feet of lord, when there is no seeker separate from the sought, that is the state of highest contemplation or meditation - the vision of oneness. And this is possible only when there is Bhakti in the heart."
    },
    {
      "text": "MOL 64: The more we develop devotion in the heart, the more single pointed our meditation becomes. Meditation on a mantra helps us know the nature of lord, these mantras call out God with love."
    },
    {
      "text": "MOL 65: You and I are One and to One divine we bow. Now there wont be mutual hatred, jealousy, etc. This is vision of love, oneness, truth. This is the highest meditation."
    },
    {
      "text": "MOL 66: Chant for the shanti-path for well being of the whole world."
    }
  ]
}