{
  "chapter": [
    {
      "text": "GGS1: MEDITATIONS FROM GURU GRANTH SAHIB "
    },
    {
      "text": "GGS2: Listen to scriptures, follow it in our actions and that awareness or feeling of that knowledge must constantly remain with us/meditate on it."
    },
    {
      "text": "GGS3: What is meditation, purpose of meditation, pre-requisites of meditation, technique of meditation, how should a meditator live in this world since ordinarily one cannot sit 365*24 in sitting meditation."
    },
    {
      "text": "GGS4: Meditation is naturally abiding in our true/essential nature, it is natural awareness of one's swaroopa, it is a natural state of being not something to do. It is with dhyana we do everything. With that awareness we are acting in this world. Depth and intensity of awareness. Sorrow is there because that constant simran is not there of our essential nature. The jewel of happiness is within us. Get aware."
    },
    {
      "text": "GGS5: Mind runs where it finds joy and happiness. It should find joy in words of scriptures/God."
    },
    {
      "text": "GGS6: Meditation is not to gain anything new, it only removes maya/avidya/ignorance. Then the infinite nature/oneness - Ek Omkar shines. The previous notions/habits cause distinctions and differences thereby causing incompleteness. Then we gain desires to complete our selves. Recognise that there is only one infinite reality and that reality alone pervades the world of names and forms. Surrender. Verse 7.19."
    },
    {
      "text": "GGS7: Due to distinctions we develop likings and aversions. If we see oneness then there is nothing I hate and nothing particularly I like. I love the entire body/3 gunas with its different parts. Next step, vasnas/impressions/vrittis stop us from being in oneness. So meditation removes these conditionings. (Modus operandi of RamKrishna paramhamsa). Chapter 6."
    },
    {
      "text": "GGS8: Pre-requisite for meditation is santosha/satisfaction in mind, only a person who is satisfied in this world can aspire for greater things. In modern management, the more dissatisfied you are, greater is your achievement. This is wrong. Self effort done with attitude of humility that I am not the doer, its His grace and accepts whatever prasada is given to him with humility and satisfaction, this is initial preparation for meditation - called karma yoga/devotional service in Geeta. Dedicated activity with humility and surrender which gives a sense of satisfaction"
    },
    {
      "text": "GGS9: -  prasad buddhi is needed for commencement of meditation. (Thus from chapter 5, 6 & 8 three step meditations)."
    },
    {
      "text": "GGS10: Mann jeete jag jeet. Great meditator like Shiva smear ashes on body which shows that shiv ji has burnt down his ignorance, imperfections, desires, lust, passion, seeds of vasans/past impressions to ashes. Seeds are burnt down to ashes. The true glory of a man is that he is no longer a victim of his mind and his desires. Liberated."
    },
    {
      "text": "GGS11: A fit meditator, who has got satisfaction, who has put in his self effort through dedication and accepts all the results of his actions as prasad. Purpose of meditation is to burn down our vasanas to ashes, gain of meditation is that he becomes conqueror of the world not as sultan but as lover of the world. Liberation. Masters."
    },
    {
      "text": "GGS12: What to meditate upon - that which is the beginning of everything, who is without a beginning himself, absolutely pure, without an ending, changeless amidst impure, transient. At this moment our mind is on the"
    },
    {
      "text": "GGS13: world which is constantly changing and so our happiness cannot be permanent. Mind on soul, Intellect on Him, Ego dissolved by surrender."
    },
    {
      "text": "GGS14: Meditation is for transformation. If meditation does not transform our lives then it is meaningless. The world is arena for a sadhak. Constant improvement for being dear to the lord even while amidst all ignorance."
    },
    {
      "text": "GGS15: Firm abidance in knowledge takes place through meditation. Application of knowledge also happens through meditation or awareness. Example of how a meditator should live in this world is Guru Arjun dev. He was burnt in oil and finally killed but he never complained why this to me. Also, Jesus Christ."
    },
    {
      "text": "GGS16: Servant of Lord is higher than kings and emperors."
    },
    {
      "text": "GGS17: Meditation on shagun/with attributes/qualities & nirguna/infinite aspect of lord. The infinite-ism cannot be described in words but only realised in our meditation. Words can only indicate like light, emptiness, vastness but the words cannot describe it."
    },
    {
      "text": "GGS18: God in his expansions within 3 gunas is creator, sustainer, destroyer."
    },
    {
      "text": "GGS19: Physical bowing of head is not surrender. It is necessary for mental culture."
    },
    {
      "text": "GGS20: He has given us in plenty but we became tired receiving so we stopped receiving His grace and we limited ourselves and with that limited personality whatever we try to achieve falls short even after our best efforts. At that moment we seek his grace and blessings."
    },
    {
      "text": "GGS21: Raas means your capital, kinship, play, joy. The world, my life, this body is your capital or raas only."
    },
    {
      "text": "GGS22: Whatever happiness, comfort we have it is given by him only so be grateful to him for what we have. We keep complaining for what we dont have but we should be happy for what we dont have also because it is as per His wish. Count your blessings. Attitude of gratitude."
    },
    {
      "text": "GGS23: Sukh comes from God but when we turn away from lord, we get dukh."
    },
    {
      "text": "GGS24: When happiness comes in our lives, we fall ill only and greatest illness is ego/pride for possession of objects of happiness, attachment, delusion, arrogance. When happiness becomes cause of our illness, it itself becomes cause of our sufferings."
    },
    {
      "text": "GGS25: God only gives us happiness but if in that happiness we are not grateful, we dont recognise his grace, it becomes cause of our sorrow. Then he gives us dukh so dukh becomes a medicine that removes our illness of ego, arrogance, pride which causes holes in our personality."
    },
    {
      "text": "GGS26: Thus whatever we receive in this world - even sorrow - is for our upliftment only. Take sorrows as medicine."
    },
    {
      "text": "GGS27: Nobody knows the limits of not only you but also your Love, grace. He is full 100 % of all attributes, qualities, etc. The Best !"
    },
    {
      "text": "GGS28: One who understands His love and greatness, one who knows His wisdom that everything is going on by His grace then the only wisdom is to surrender to Him. Verse 7.19."
    },
    {
      "text": "GGS29: Meditation is not a verb but a noun. It is to do nothing. It is not doing something but a state of existence. This state is achieved by contemplation. Contemplation is of two types - saguna and nirguna. Shagun contemplation leads one to develop divine qualities required for nirguna contemplation. Then mind dissolves into that indescribable and what remains is that pure, unconditional truth."
    },
    {
      "text": "GGS30: Contemplation on that which is changeless. Contemplation is not merely thinking, feeling, it is holding our mind steadily towards our object of contemplation without any other thought in our mind. It is not a single thought but the same species/series of thoughts all directed/dovetailed towards that one object of contemplation. This is shaguna dhyana. Through this dhyana faith/reverence in head/intellect and bhakti/love in heart/mind are achieved."
    },
    {
      "text": "GGS31: Only when both wings of faith and love are spread out, contemplation will happen else with either wing, the bird will go in circles."
    },
    {
      "text": "GGS32: Contemplation is not merely thinking or feeling it is feelingly thinking or thinkingly feeling. Both rational and emotional. Not just repetition of an idea, name but it is actually turning your mind to experience what you have learnt. This is called bhaav."
    },
    {
      "text": "GGS33: To contemplate on nirguna aspect, one must know the nature of truth/reality which is Ek Omkar/only one, infinite or one without a second. It is sat, eternal, changeless existence. It cit, not just inert but nature of consciousness existence, awareness. It is of nature of ananda or bliss."
    },
    {
      "text": "GGS34: To make contemplation possible, all actions, though s and words should be turned and offered to lord."
    },
    {
      "text": "GGS35: Nature of lord is existence, consciousness and bliss. Turn the mind from created to creator and from effects to the cause."
    },
    {
      "text": "GGS36: In slums people are happy but suddenly you give them dreams of places their life becomes miserable. Where is permanent happiness. It comes from the permanent - God. Not from temporary objects, relations, people."
    },
    {
      "text": "GGS37: Each pearl/object of the world is different from another yet all pearls are united in His necklace. His existence is everywhere. We notice the pearls not the string - the existence which binds them together."
    },
    {
      "text": "GGS38: We see the thoughts and get involved with the thoughts but that awareness/consciousness that binds all our experiences together, pervades the entire universe binding everything together like a thread that binds all pearls together."
    },
    {
      "text": "GGS39: Since everything is from You including the arising thoughts, they have no existence apart from you and therefore they all live in your command only."
    },
    {
      "text": "GGS40: The whole dream is from you, you yourself are the master of the dream, and yet you become the victim in the dream because if you forget your own"
    },
    {
      "text": "GGS41: true nature, come to recognise your own nature, see the sacred thread that binds everything together."
    },
    {
      "text": "GGS42: Don't be preoccupied by the theme of our thought that we dont recognise the underlying necklace."
    },
    {
      "text": "GGS43: So God cannot be experienced as an object, he alone knows himself by himself."
    },
    {
      "text": "GGS44: Sant Kabir Das says, everything is yours, I have given to you and knowing and recognising that you alone are, this is how we contemplate on nature of the lord and surrender our false identification and become one with the lord. This is the state of meditation."
    },
    {
      "text": "GGS45: Purpose of meditation to get the monkey mind to exclusively give to God."
    },
    {
      "text": "GGS46: All desires are born out of imaginations. Delusion. Ignorance."
    },
    {
      "text": "GGS47: With simple faith in mind repeat the name again and again. But when it is full of love and devotion along with single focus of mind, there is effortlessness and purity of mind."
    },
    {
      "text": "GGS48: This is how chanting meditation should be done."
    },
    {
      "text": "GGS49: Whereever whereever the mind goes, everywhere there is samadhi, the mind rests in lord."
    },
    {
      "text": "GGS50: Obstacles in meditation are sleep, lack of seeking/thirst/love of God or distraction."
    },
    {
      "text": "GGS51: Sleep goes when there is moderation/balancing in our life."
    },
    {
      "text": "GGS52: Distractions go away with our attachments to the world."
    },
    {
      "text": "GGS53: Detachment will come when there is attachment to the lord."
    },
    {
      "text": "GGS54: When this attachment to lord is there, meditation becomes spontaneous."
    },
    {
      "text": "GGS55: Path of love is so narrow that two cannot walk hand in hand, when there is Lord there is no me and when there is me there is no lord."
    },
    {
      "text": "GGS56: In supreme love, there is total identification with the beloved, there is no me separate from the lord. By grace of guru, that which separated me from the lord, duality, has come to an end."
    },
    {
      "text": "GGS57: Continuos must be my love for the lord."
    },
    {
      "text": "GGS58: When two have become one, that intensity of love is required."
    },
    {
      "text": "GGS59: When He himself resides in my mind, where can it/mind go."
    },
    {
      "text": "GGS60: Such is the love of gopis of Vrindavan."
    },
    {
      "text": "GGS61: Who provides for ants, birds. Be free from anxiety of gain and safety. He is friend who will never abandon us. Faith !"
    },
    {
      "text": "GGS62: We are sadhus, we have no possessions, we work but not for a living etc., we dont know where the next meal will come from but what I need comes without asking, even medicine."
    },
    {
      "text": "GGS63: Work as your worship to Him but never worry where the next meal will come from. As long as you are alive, He will have to provide."
    },
    {
      "text": "GGS64: O mind, just sing His glories, the lord will provide."
    },
    {
      "text": "GGS65: When obstacles are removed from mind, meditation is spontaneous, effortless, continuos-always."
    },
    {
      "text": "GGS66: When there is extreme love for God, there is dispassion."
    },
    {
      "text": "GGS67: Impurities of mind are - strong likes and dislikes."
    },
    {
      "text": "GGS68: How a meditator lives in this world - there is nothing wrong with shrishti but our drishti."
    },
    {
      "text": "GGS69: The vision/natural state of a realised master should become the practice/sadhana for the seeker. Personal truths."
    },
    {
      "text": "GGS70: A realised master no distinctions, no high, no low, no good, no bad, Truth is a vision of oneness."
    },
    {
      "text": "GGS71: When there is vision of oneness there alone is love."
    },
    {
      "text": "GGS72: Essence of religion is oneness and love."
    },
    {
      "text": "GGS73: Evil people see bad even in best of the endeavours. A better man sees good in good and bad in bad. A sage sees good even in bad. This is also not the highest vision because all good and bad is just the imagination of our mind related to us, its relative or maya."
    },
    {
      "text": "GGS74: Truth is nothing is good or bad everything is perfect as it is."
    },
    {
      "text": "GGS75: So a realised master neither gives importance to anything nor less importance to anything."
    },
    {
      "text": "GGS76: We shuttle between opposites."
    },
    {
      "text": "GGS77: It is from infinite alone, infinite is manifesting."
    },
    {
      "text": "GGS78: From one mud, potter has created everything."
    },
    {
      "text": "GGS79: When you see everything as a vision of totality, everything has a purpose. So the whole world is so beautiful for a man of realisation, he lives in this world with THE vision - wherever wherever his mind goes there is peace, samadhi for such a person."
    },
    {
      "text": "GGS80: Everywhere in the world, in everything that is happening there is one truth, the one lord, everything that is present is from him and everything that is happening is by him only."
    },
    {
      "text": "GGS81: He who understands His will and surrenders to His will, such a person is called His banda/devotee. Others' can go on chanting, singing, ringing bells, worshipping, one who has surrendered to His will, recognising that the world is perfect, He is perfect, His will is perfect."
    },
    {
      "text": "GGS82: This is how a meditator lives in this world."
    },
    {
      "text": "GGS83: Example, once a boat was sinking and water was getting filled in it. One person started putting more in it using his palms. Few minutes later after the major leak was repaired, the water level in the boat started"
    },
    {
      "text": "GGS84: reducing and this person now started putting water out of the boat using his palms. Abidance to God's will ! Surender."
    },
    {
      "text": "GGS85: Everything is happening as per His will. Thus surrender joyfully not reluctantly because we are forced to follow His will only."
    },
    {
      "text": "GGS86: Only choice for us is - acceptance joyfully or grudgingly."
    },
    {
      "text": "GGS87: Jnani is a person who has got no joy and sorrows, same in pleasure and pain, praise and censure, for whom a lump of gold and clay is the same."
    },
    {
      "text": "GGS88: Who takes everything/being in same way, circumstance in same manner, recognising that there is a hukam/reason for everything whether censure or praise, pleasure or pain. Equipoise is there, balance is there, such a balanced mind is called as a meditative mind. Such is a bhakth."
    },
    {
      "text": "GGS89: Realised master is like a mirror - accepting everything, rejecting nothing, reflecting everything but keeping nothing. Samadhi."
    },
    {
      "text": "GGS90: All these beings are nothing but the manifestations of the Lord. Treating all as SAME - in his vision and in his love. Vision of truth is the vision of love and the vision of love is vision of peace and harmony."
    },
    {
      "text": "GGS91: Puja is when all our actions are dedicated to Him. It is not only done in temple. Temple action is just a demo."
    },
    {
      "text": "GGS92: The best I bring to you lord as an offering to You."
    },
    {
      "text": "GGS93: From temple, mosque, gurudwara to temple of hearts of all legged beings, plants, etc."
    },
    {
      "text": "GGS94: When we serve the world that I am serving the lord all our existing vasanas go and then we become fit for the final discovery in knowledge."
    },
    {
      "text": "GGS95: Even after we have done service in the world, the satwik or pure desires still remain and they are an obstacle. Those good karmas also have to burn out. And those can be burnt only in white heat of meditation with knowledge we have received from Guru & God. Then in that play we have darshan of the dark one."
    },
    {
      "text": "GGS96: Behind that light and waves of camphor of arti plate is the original 2 handed Lord."
    },
    {
      "text": "GGS97: Sun represents the intellect, moon is the mind and both are non-existent in His abode."
    },
    {
      "text": "GGS98: Intellect and mind cannot show the lord, these only remove darkness of ignorance."
    },
    {
      "text": "GGS99: It is in your light that everything else is seen or illumined."
    },
    {
      "text": "GGS100: The worship of truth is outside, the vision of truth is inside. Then you discover there is no inside-outside concepts."
    },
    {
      "text": "GGS101: Entire universe is nothing but His worship/arti going on."
    },
    {
      "text": "GGS102: For a devotee this universe is nothing but worship of that one lord."
    },
    {
      "text": "GGS103: When you 'are' there is no problem but when you become something all problems come. This is samasara due to which we keep returning. Biggest"
    },
    {
      "text": "GGS104: problem we always want to become and are not satisfied in just being as it is, being ourselves. Thus we have birth, birth after birth. Desire."
    },
    {
      "text": "GGS105: When I merge in the silence within, from that silence emerges greatest of music called OM. I begin to revel in that sound of OM which is resonating in the universe. Without any beat, without any thought moving."
    },
    {
      "text": "GGS106: Thy will be done...just like everything else in the universe is doing."
    }
  ]
}