{
  "chapter": [
    {
      "text": "NBS 1: NBS 1"
    },
    {
      "text": "NBS 2: Narad took number of births to finish off his vasanas/desires. (Human birth is taken because of passion or to live through certain experiences. Even a desire for food out of passion and not utmost necessity to keep body-soul together causes a re-birth.)"
    },
    {
      "text": "NBS 3: Jnana and Vairagya accompany Bhakti."
    },
    {
      "text": "NBS 4: Six Mind training traits are discrimination, dispassion, calm, obedient, single pointed and burning desire for liberation."
    },
    {
      "text": "NBS 5: Bhakti is God-Love. Only God can give love for love not worldly temporary relations."
    },
    {
      "text": "NBS 6: Hearts of sages are saints are soft, they preach to reduce suffering."
    },
    {
      "text": "NBS 7: When all our thoughts like continuous flow of Ganga gushes towards that idol, continuously, unbrokenly, endlessly is called Bhakti."
    },
    {
      "text": "NBS 8: Love requires nothing else. Bhakti alone is supreme. It does not require knowledge, meditation, asana, pranayama. Where Bhakti is, single pointedness of mind is but natural since mind automatically goes towards beloved. If you love you will come to know about beloved, knowledge."
    },
    {
      "text": "NBS 9: Not love but supreme love i.e. total identification with the beloved. Not just love but love for the supreme who is the very self in everyone."
    },
    {
      "text": "NBS 10: NBS 2"
    },
    {
      "text": "NBS 11: Adjective is param prem to point the Intensity of love."
    },
    {
      "text": "NBS 12: Sneha is asakti/attachment/clinging is lower form of love towards something lower and prem is higher love towards the supreme."
    },
    {
      "text": "NBS 13: What you 'fall into' love it is sneha and when you rise/grow/transform in love then it is higher form of love."
    },
    {
      "text": "NBS 14: Lower form of love falls into one out of many, example one girlfriend i.e. it causes isolation, excluding other people from our love. Thus this form of love only causes loneliness because we keep excluding people."
    },
    {
      "text": "NBS 15: Higher form of love is the many, example, when I love the nation , I love all citizens or, when I love God , I love everyone."
    },
    {
      "text": "NBS 16: Attachment/sneha is based on likes-dislikes."
    },
    {
      "text": "NBS 17: You like someone because of something and you love someone in spite of something."
    },
    {
      "text": "NBS 18: In lower form of love there is element of desire/want/likes-dislikes, in higher form of love there is fulfilment it has element of giving/sacrifice/offer not demanding."
    },
    {
      "text": "NBS 19: Lower form of love is selfish and higher form is self inclusive."
    },
    {
      "text": "NBS 20: Lower form of love, it shatters, binds, creates agitations."
    },
    {
      "text": "NBS 21: Higher form of love, it sets you free, not even clinging to the beloved and thus there is no insecurity or fear. There can be pain and sorrow in love."
    },
    {
      "text": "NBS 22: Those who do not know how to bear pain and sorrow are not fit for love."
    },
    {
      "text": "NBS 23: Love cannot bear the suffering of the beloved."
    },
    {
      "text": "NBS 24: Bliss is beyond joy, excitement or suffering."
    },
    {
      "text": "NBS 25: In lower form of love when you are bound to something (like body), there will be insecurity, when there is an element of desire, fear will be there."
    },
    {
      "text": "NBS 26: In lower form, when there is no mutual gain it comes to an end but higher form of love is ever-increasing, it never comes to an end. It always remains fresh."
    },
    {
      "text": "NBS 27: Love is giving not begging."
    },
    {
      "text": "NBS 28: Measure of intensity of love : "
    },
    {
      "text": "NBS 29: 1. Unconditional i.e. even if there is an occasion to break, it never breaks or ends."
    },
    {
      "text": "NBS 30: 2. Measure of intensity of love depends on identification or our intensity of feeling of oneness with the beloved (not how much we get out of the relationship)."
    },
    {
      "text": "NBS 31: 3. How much we are ready to sacrifice and give."
    },
    {
      "text": "NBS 32: Highest form of identification/oneness is that there is no me other than my beloved."
    },
    {
      "text": "NBS 33: Highest form of giving is I give myself up to Him."
    },
    {
      "text": "NBS 34: When that identification/oneness takes place that unquestionable, un-wanting love for the lord which seeks no return whatsoever then we become recognised with that is the nature/essence of love."
    },
    {
      "text": "NBS 35: Nature of love is amrita- swaroop/immortality natured. Love is nature of immortality, it can never come to an end. Its very nature is bliss itself."
    },
    {
      "text": "NBS 36: Bhakti is total identification with the beloved, and lord is eternal bliss/amrita."
    },
    {
      "text": "NBS 37: On that sharad purnima night when lord was fluting, he did not call any body but he was expressing his bliss through fluting and this bliss was captured by hearts of his devotees."
    },
    {
      "text": "NBS 38: The devotee now has no separate existence or ego beyond the beloved thence the devotee and beloved become one, is called as Bhakti."
    },
    {
      "text": "NBS 39: Bhakti does not run away..."
    },
    {
      "text": "NBS 40: On renouncement ego can be there."
    },
    {
      "text": "NBS 41: Attainment of Love in heart is itself siddhi, devotee becomes soft, compassionate like lord's heart, he becomes sweet like God."
    },
    {
      "text": "NBS 42: Nature/elements just plays for a lover, conventional siddhis just come, uninvited and un-seeking."
    },
    {
      "text": "NBS 43: Finite objects can never get satisfaction."
    },
    {
      "text": "NBS 44: But, Love for supreme bestows unique satisfaction, unending satisfaction. In this satisfaction there is no satisfaction. In this constant love, there is no end."
    },
    {
      "text": "NBS 45: NBS 3"
    },
    {
      "text": "NBS 46: Non satisfaction in love is itself satisfaction. Radha finds satisfaction only in Krsna but she is never satisfied, there is never enough of time spent in/with Krsna for Radha."
    },
    {
      "text": "NBS 47: In that constant thirst of love there is satisfaction."
    },
    {
      "text": "NBS 48: Not even a trace of want for anything other than love of God."
    },
    {
      "text": "NBS 49: Crying out of devotion is not same as ordinary crying which people do in temple."
    },
    {
      "text": "NBS 50: Every desire arises out of incompleteness, I am finite, I am limited, I am incomplete. But, if the desired thing itself is finite how will it complete you."
    },
    {
      "text": "NBS 51: Fulfilment can only be gained from infinite. Thus, love for world itself brings fulfilment/completeness."
    },
    {
      "text": "NBS 52: Lord knows whats best for us, why is there need to ask. Whatever is absolutely needed, He has already provided to us."
    },
    {
      "text": "NBS 53: The only thing a devotee asks for the lord is to increase his love towards him more and more, always and every moment. There is no other opinion/reaction to objects, things, people, place or situation. Everything is accepted as it is."
    },
    {
      "text": "NBS 54: A lover cannot bear the sorrow of the beloved & vice-versa. If I suffer, will my lord not suffer. How can I cause pain to my beloved by being miserable or sorrowful."
    },
    {
      "text": "NBS 55: Please don't grieve Arjuna because God cannot bear grief of his devotee."
    },
    {
      "text": "NBS 56: When there is no desire there is no grief. Example, Sati in Daksha's yagna and the repercussions."
    },
    {
      "text": "NBS 57: Lord is free of all desires thus sorrow cannot touch him, He is thus embodiment of love and compassion. Ishwar means who has wealth, beauty, knowledge, renunciation, etc. to the fullest extent i.e. aishwarya. Bhagwan means one who is embodiment of love and compassion."
    },
    {
      "text": "NBS 58: No desire in world, no situation in the world, no losses in the world, no want so no sorrow; at the same time how can a devotee allow any sorrow to even touch himself because it will make his beloved who is anand swarupa, sad."
    },
    {
      "text": "NBS 59: Not hates anything or anyone because everything is an expression of his lord. First quality of a devotee is non-hatred towards anyone. No likings or hatred, disliking, grief and enthusiasm or interest towards worldly matter. But wants more and more love of the lord."
    },
    {
      "text": "NBS 60: Revels only in the lord not in the world since it is temporary. In the world nothing can create enthusiasm in the devotee other than service of the lord. Does not cry over/grieve over anything in the world."
    },
    {
      "text": "NBS 61: The lover has got no other thoughts than beloved. In love there is such self forgetfulness and thoughts of me, me me and only remembrance of the blissful lord."
    },
    {
      "text": "NBS 62: Expression of love is in giving, sharing and service. In what way we can serve rather than make our god or guru serve us. One who has desire what will they serve but will only make demands from god/guru. And, how those, who are themselves taking/wanting service, can serve any body."
    },
    {
      "text": "NBS 63: Not sits and cries over personal weaknesses, desires."
    },
    {
      "text": "NBS 64: When you hate anybody that person occupies your mind."
    },
    {
      "text": "NBS 65: Devotee cant afford to hate anyone because here is no place for anybody else in the heart of the devotee."
    },
    {
      "text": "NBS 66: Revelling in service is not for oneself, the greatest joy of the lover is to see if my beloved gets happy. Example:  in anxiety and excitement to put padukas in guru's feet, you trip guru only. (Quality of one's emotion must be congruent to original blissfulness of the lord)."
    },
    {
      "text": "NBS 67: For a devotee to whom nothing in this world is dear becomes dear to the lord. After such a devotee god runs."
    },
    {
      "text": "NBS 68: At utterance of Ra -m, God rewards conveniences, at utterance of Ra-dha god runs after the devotee."
    },
    {
      "text": "NBS 69: Choose god and god alone."
    },
    {
      "text": "NBS 70: Shiv ji drinks bhaang, he drinks poison also, one should drink both or none. Nothing can intoxicate you like Love."
    },
    {
      "text": "NBS 71: Mad person sees what we do not see. (Geeta verse 2.69). Example, Meera."
    },
    {
      "text": "NBS 72: He is atmaramo bhavti, who revels in self, in inner chambers of his heart with the beloved."
    },
    {
      "text": "NBS 73: In that maddening intoxication of love, lover becomes silent, meditative, steady, firm in faith like a rock but not a dull existence because he is atmaramo bhavti."
    },
    {
      "text": "NBS 74: Revelling in self centred ego and not in atma, we don't revel but are miserable."
    },
    {
      "text": "NBS 75: Beauty, bliss, service of the beloved - revel."
    },
    {
      "text": "NBS 76: With mind and heart, he gives service to the lord."
    },
    {
      "text": "NBS 77: Guru dakshina is to get Ram chandra ji here. Ecstasy exhausts."
    },
    {
      "text": "NBS 78: NBS 4"
    },
    {
      "text": "NBS 79: Lover lives intoxicatedly in realms of beloved and what is significant for world is insignificant for the devotee (Geeta verse 2.69). Not excited but calm, firm and steady. Revels only in atman. Body becomes like pineapple. And, God sees all this."
    },
    {
      "text": "NBS 80: In both lust (full of desires) and attachment (selfish, holding on for own comfort) there is an element of love. Not even a trace of desire/selfishness is pure love."
    },
    {
      "text": "NBS 81: Love + Desire = Lust"
    },
    {
      "text": "NBS 82: Attachment is dependance on objects of attachment, it is clinging to fulfil our own desire even at the cost of destruction but love only thinks about well-being of the beloved."
    },
    {
      "text": "NBS 83: Love does not demand love in return because lover is satisfied in giving love."
    },
    {
      "text": "NBS 84: God like love."
    },
    {
      "text": "NBS 85: Tragedy is everybody is waiting to be loved but not daring enough to give love. We are ready to give love only if we get in return love. But, the joy of love is not only in receiving love but giving love."
    },
    {
      "text": "NBS 86: Nyasa means to let go and not holding on or clinging to both worldly and religious activities. It is renunciation."
    },
    {
      "text": "NBS 87: There are desire prompted activities which are not necessary but notions that I will get happiness from this object, people and happiness. These activities should be given up."
    },
    {
      "text": "NBS 88: In bhakti renunciation does not mean giving up activities both worldly and secular, what is to be given up is the ego that i am the doer."
    },
    {
      "text": "NBS 89: Devotion gets contaminated by desire and desire arises from ego/separateness from god."
    },
    {
      "text": "NBS 90: (Egoism is defined as self -interest as the foundation of morality, or correct actions sprouted by the seed of love)."
    },
    {
      "text": "NBS 91: What can I do, everything like will, strength and ability has been provided by the lord. The subtle strength devoid of passion comes from lord through determination sustained by yoga and yogic practices."
    },
    {
      "text": "NBS 92: Attitude is I should not stink in presence of the lord/deity i.e. give good emotions and thus receive good emotions."
    },
    {
      "text": "NBS 93: Sanyaas is being lost in love so fully that there is no awareness of other."
    },
    {
      "text": "NBS 94: Single minded, whole hearted and exclusive and non-other attention and focus towards lord."
    },
    {
      "text": "NBS 95: Be above the happenings of the world, indifference towards its happenings and not hate the world; does not matter whether it/object/people/situation is there are not, example i don't like company of people then shunning it is not renunciation, you must be neither attracted nor repelled towards it. (Udasinta)"
    },
    {
      "text": "NBS 96: No other ashray, dependance on things for our sustenance, security or enjoyment, other than Lord. See where your mind goes. On whatever the mind depends upon for its happiness, there the mind is bound to go. Thus, other than lord no dependance on anything or anyone."
    },
    {
      "text": "NBS 97: Nobody in this world will give you love for your love, only lord reciprocates."
    },
    {
      "text": "NBS 98: Mind must be single pointedly be dependant on the lord - always."
    },
    {
      "text": "NBS 99: Nobody gives/takes from you anything, only by grace of lord things happen."
    },
    {
      "text": "NBS 100: Mind that can hold on to the lord, abide and merge in lord. Else those precious thoughts will be wasted in acquiring things which anyway will be provided by the lord."
    },
    {
      "text": "NBS 101: When Tulsidas found out that ram- laxman were guarding his wealth , he gave up the wealth for which lord himself had to come and protect it."
    },
    {
      "text": "NBS 102: Our minds are on lord because we depend on wealth for our security."
    },
    {
      "text": "NBS 103: Devotee does not depend upon karma because he knows all results come by grace of lord."
    },
    {
      "text": "NBS 104: Devotee does not depend upon his sadhna because our sadhna is to keep our mind on the lord, it is not a favour to the lord."
    },
    {
      "text": "NBS 105: Devotee does not depend upon people/devtas because of exclusive single pointedness on him and him alone."
    },
    {
      "text": "NBS 106: Those rituals not conducive to devotion should be given up, example pilgrimage and holy baths only if it were to please Him."
    },
    {
      "text": "NBS 107: There is only one giver, provider and protector of the universe i.e. exclusive dependancy and thus mergence into Him."
    },
    {
      "text": "NBS 108: Has hatred towards no one because everything in the world is an expression of God for the lover"
    },
    {
      "text": "NBS 109: Does not grieve over anything in the world Demand will cause trouble to God so no demand"
    },
    {
      "text": "NBS 110: No over enthusiastically in world except for service of God Wants more love and love of God"
    },
    {
      "text": "NBS 111: Forgetfulness of self and only remember of blissful lord Expression of love is direct service to him"
    },
    {
      "text": "NBS 112: Condition of a person in love: "
    },
    {
      "text": "NBS 113: Not grieving not excitement"
    },
    {
      "text": "NBS 114: In love drink both bhaang and poison if imitating Shiva Revels in atman"
    },
    {
      "text": "NBS 115: Guru dakshina get Ramachandra here"
    },
    {
      "text": "NBS 116: In love God is the goal"
    },
    {
      "text": "NBS 117: Anything that distracts you from thoughts, service and meditation of the beloved be indifferent to it i.e. no craving aversion to it"
    },
    {
      "text": "NBS 118: NBS 5"
    },
    {
      "text": "NBS 119: Uninterrupted flow of thoughts towards beloved is called love."
    },
    {
      "text": "NBS 120: Nature of bhakti is renunciation and renunciation is offering of all our activities whether worldly or religious to him. What we have to renounce in these activities is our own ego and ego centric selfish desires like bodily comfort, safety, etc."
    },
    {
      "text": "NBS 121: One must not have dependance on fruits of those activities. We do activities not for the lord but to get some result. Thus only those duties which are conducive to our personal devotion should be practiced. The excuse for avoidance of duties is generally laziness, thus those duties which release us from our likes and dislikes are conducive to our bhakti and must not be given up and are foremost in performance."
    },
    {
      "text": "NBS 122: Otherwise we are ready to drop off everything we don't like in the name of devotion and meditation. Our feelings, thoughts and actions must all be dedicated to the lord, our beloved. And there should be no distraction from that performance of activity , and what distracts us is our hope for happiness from a particular object, action, person or situation and this has to be given up."
    },
    {
      "text": "NBS 123: Thus, even vedic practices must be given up for a spiritual seeker because for a spiritual seeker only those actions which reduce our liking-disliking range are to be performed for attainment of salvation. Else, the mind creates only more suppressions/repression."
    },
    {
      "text": "NBS 124: Only those actions born out of personal ego, desires and comfort/attachments are to be renounced."
    },
    {
      "text": "NBS 125: Means/rules of developing devotion must be dropped when merging-love has been attained, example Shabri-Ram episode. Now, acts os such a devotee become rules."
    },
    {
      "text": "NBS 126: Love knows no boundaries, no rules , all is fare in love."
    },
    {
      "text": "NBS 127: In that supreme state of love, lord himself is there."
    },
    {
      "text": "NBS 128: We get stuck to the means and forget the goal i.e. all our actions must bring us closer to lord. We get so entangled in steps, paraphernalia, the mantras that have to chanted with it that there is no devotion at that moment."
    },
    {
      "text": "NBS 129: So that which increases devotion should be done, thus taste the fruits like shabri."
    },
    {
      "text": "NBS 130: Till our conviction/commitment to live a life of whole hearted devotion has not become strong, rules of scriptures to be followed."
    },
    {
      "text": "NBS 131: If you are unprepared and if give up and take on saffron then the existing vassanas/vrittis will remain and you incur you new vasanas. But, if you perform your duty without attachment, then existing vasanas will dissolve and free from desire you are a renunciate."
    },
    {
      "text": "NBS 132: One is committed to develop devotion within oneself or that divine love, divine state, divine experiences becomes a protector of scriptures."
    },
    {
      "text": "NBS 133: Meaning of conviction/commitment, 6 convictions for a devotee: "
    },
    {
      "text": "NBS 134: Wherever I am placed it is lord's will, whoever is in front of me, my interaction and service and also whatever at that moment we receive it is the will of lord, it is for the best. Thus conviction to follow lord's will."
    },
    {
      "text": "NBS 135: Most of the obstacles are not outside, it is our own ego, selfishness, grievances, attachments, or actions born out of those or out to fulfil your desires should be given up and not performed/acted upon. Those feelings, thoughts, grievances and negativities should be dropped. Anything that comes between me and beloved, indifference towards that and not hatred. Obstacles should be renounced."
    },
    {
      "text": "NBS 136: Dependance only on lord, that faith that my lord is there to do whatever is required and whatever is happening is his will it is for the best. Thus no fear or worry about anything or anyone. Whenever you are in difficulty or mind is agitated or disturbed, call out only to the lord of your heart. This is the conviction needed in devotion."
    },
    {
      "text": "NBS 137: Keep your mind constantly at his feet and what is to be avoided is ego, pride, selfishness."
    },
    {
      "text": "NBS 138: When we go in front of the lord, we are dressed appropriately i.e follow scriptural rules till you become fully immersed in devotion. Else there is fall, fall means deviation from constant remembrance."
    },
    {
      "text": "NBS 139: Guru drinks both wine and molten iron when given with love and devotion. Don't misunderstand his love to be indulgence. Brahman is spread everywhere. Don't let means become obstacle to your devotion."
    },
    {
      "text": "NBS 140: Even social work/giving discourses should be done after attaining devotion else it becomes bondage in goodness."
    },
    {
      "text": "NBS 141: After one gets lost in devotion, God takes care and even worries of body sustenance should not occupy your mind."
    },
    {
      "text": "NBS 142: The body does not belong to me but an instrument given to me by him for his service so I have right to take away life from it or make it incapable for service to him, pamper it or starve it; whether for pleasures or denial/neglect. Take food up to that extent only that body is capable of rendering service to the lord."
    },
    {
      "text": "NBS 143: A lady wanted to shoot arjuna because he made lord his driver to win the battle and draupadi because she made lord her cloth. Whatever you can do with your mind on him, do. Don't make him your servant and work for you."
    },
    {
      "text": "NBS 144: Draupadi had one hand holding her clothes and other raised calling krishna, but when even her own strength was not there, when her both hands went up, Bhagwan himself became cloth for her. This is ananyta/exclusiveness."
    },
    {
      "text": "NBS 145: But, this lady says so what if she becomes naked but why she made lord her cloth i.e. don't neglect your body that Bhagwan has to look after you."
    },
    {
      "text": "NBS 146: Signs of a committed person who has determination to attain devotion: "
    },
    {
      "text": "NBS 147: For sadhaka it is means/puja to practice, for a siddha it is natural."
    },
    {
      "text": "NBS 148: Puja for anuraag i.e not just a ritual but finds great joy and love."
    },
    {
      "text": "NBS 149: Lower/lover is the lord and you are the beloved."
    },
    {
      "text": "NBS 150: Puja is action oriented, thoughts should be of love and service intensifies that love."
    },
    {
      "text": "NBS 151: NBS 6"
    },
    {
      "text": "NBS 152: Signs of devotion in a person: "
    },
    {
      "text": "NBS 153: In earlier stages when we cannot see the lord in everything, everyone and everywhere, keep a picture of Him for remembrance. Love is giving, sharing, serving. Else"
    },
    {
      "text": "NBS 154: it is labour, without inspiration. Puja gives a feeling of love, joy, sense of satisfaction that even if you got nothing in return, you are happy. This is a sign of devotion, that you are devoted."
    },
    {
      "text": "NBS 155: Love for listening to glories of lord. Finding love for lord in the glories."
    },
    {
      "text": "NBS 156: A devotee/Radha rani understands that even in the childish pranks of Krishna there is some hidden beauty, love and message of the lord for you."
    },
    {
      "text": "NBS 157: A devotee likes to preach and discuss about lord and show his lord to everyone."
    },
    {
      "text": "NBS 158: The lord is such a lover of the universe that his every action is an expression for the universe. The anand swaroop of lord expressing itself is called love. When it gets reflected in heart of devotee is called bhakti."
    },
    {
      "text": "NBS 159: But listening should not be a hindrance to your blissful meditation on the atman. Listening must not be for sense gratification alone. All external religious practices must make you realise the lord in self of your heart and also in the hearts of all the beings."
    },
    {
      "text": "NBS 160: Dedications of all actions/secular, religious, spiritual at the altar of the lord AND forgetfulness of that must lead to excruciating pangs and pain. Are you doing puja/navda-vidhi for self gratification, or to get some result or is it just a love offering to the lord of your heart. (You are where your mind is)."
    },
    {
      "text": "NBS 161: Put chandan/tilak on his face as you would put it on your own, with delicacy, care, properly, attention, concentration and sweetness."
    },
    {
      "text": "NBS 162: When every action becomes an expression of love, such care goes into it, that action itself becomes meditation."
    },
    {
      "text": "NBS 163: And, if even for a minute if you forget Him then even a minute of forgetfulness or carelessness towards the beloved should cause param vyakulta or excruciating pangs/pain of separation because in love even hatred is actually not opposed to love because hatred causes remembrance which makes one like object of remembrance who is sat-cit-ananda in this case."
    },
    {
      "text": "NBS 164: In love forgetfulness of the beloved is a crime. Just for one moment Sita ji's attention went to deer and what all she had to suffer. In Lanka, what she suffered was not what Ravan's tactics but her suffering was that she could not be close to Ram Chandra ji and serve him."
    },
    {
      "text": "NBS 165: This is a sign that one has attained love - pain on forgetfulness. Best examples are gopis of Vrindavan : "
    },
    {
      "text": "NBS 166: This crime of forgetfulness of the knowledge of his glory even for a moment was not there in gopis' love."
    },
    {
      "text": "NBS 167: We must know infinitude of lord then we fall into some fanaticism, attachment, possession even in the name of religion and even in devotion to the lord."
    },
    {
      "text": "NBS 168: Element of finitude causes all jealousy, selfishness, lust. Example, why should i know what is sat, cit or ananda, is it not that i love my flute player with his peacock feather but then we get attached to the form and thus love gets limited."
    },
    {
      "text": "NBS 169: Why knowledge of his greatness is needed, otherwise, the love for Krishna would be like the love of a paramour. It is only for self or sense gratification, its all about me and my feelings, not the happiness of the other."
    },
    {
      "text": "NBS 170: love + desire = lust"
    },
    {
      "text": "NBS 171: If they did not know who krsna was then the whole bhagwat would be a teaching on how to have an extra marital affair."
    },
    {
      "text": "NBS 172: Not for a moment these gopis forgot who Krsna was. During ras lila for a moment pride came and krsna disappeared, the gopis sang out to Krsna - we know you are not the son of gopika/yashoda, you are one witness of the inner equipments of everyone and it is only because of the plea of the devatas that you have taken a form, playing pranks and protecting us from demons."
    },
    {
      "text": "NBS 173: Krsna tested them - why have you come abandoning your family/husbands in the middle of the night to forest where a man (me) is there alone?"
    },
    {
      "text": "NBS 174: Gopis said - don't you give us lecture on duty because all duty is done to reach you in whole."
    },
    {
      "text": "NBS 175: Else, it may not be physical lust but only self importance, etc. Then Krsna allowed them to dance."
    },
    {
      "text": "NBS 176: All duties are to develop vairagya (living and experiencing desires, vasanas fully), satsang and realise the lord of everyone's heart. If that duty takes you away from lord then that duty is not duty."
    },
    {
      "text": "NBS 177: If you love someone who is free of lust, attachment you also become free of lust, attachment."
    },
    {
      "text": "NBS 178: What is the harm of loving him without knowing his infinite glory: "
    },
    {
      "text": "NBS 179: Else it would be paramour type love, and in love of a paramour there is no happiness in giving the other person happiness, its for self satisfaction/ego. The sheer essence of love is finding happiness in giving happiness to the beloved."
    },
    {
      "text": "NBS 180: There is no question of what did I get out of it. Lover finds fulfilment in love because there is no greater happiness than that."
    },
    {
      "text": "NBS 181: When the dark one was not here, Radha was just sitting and all in her mind was Krsna, Krsna, Krsna..."
    },
    {
      "text": "NBS 182: Everywhere it was just you and you alone and when you came I melted in your embrace."
    },
    {
      "text": "NBS 183: That one moment of forgetfulness/separation she cannot bear = ananyta."
    },
    {
      "text": "NBS 184: Whom did we serve in our husbands, children !"
    },
    {
      "text": "NBS 185: First thing in morning after they got up, their thoughts"
    },
    {
      "text": "NBS 186: were Krsna, Krsna, while taking their bath Krsna, Krsna, washed their cows Krsna, Krsna, milked the cows Krsna, Krsna, churned the"
    },
    {
      "text": "NBS 187: milk Krsna, Krsna, when the butter emerged Krsna, Krsna , when they kept it in pots Krsna, Krsna, and they hung the pots Krsna, Krsna...all the time there is only one thought - Krsna."
    },
    {
      "text": "NBS 188: Thus Krsna came stealing butter from their house, pots, stealing their clothes - to get their love (love instilled in their actioned butter, bodies and clothes for Krsna)."
    },
    {
      "text": "NBS 189: Narad muni thought what has happened to mu lord, people are gossiping, women hanging around him, pulling his clothes, teasing him, making him dance for a little butter, do they even know who he is ? Little did he himself know that...NBS 7"
    },
    {
      "text": "NBS 190: NBS 7"
    },
    {
      "text": "NBS 191: ...little did Narada know that to cure Krsna's headache by collecting dust of lotus feet of devotee, it were only the best of gopi radha and also other gopis who used to follow actions of radha in love of Krsna, who provided the dust without fearing for hellish punishments they may had to undergo for stepping on lord's head."
    },
    {
      "text": "NBS 192: Radha ji asked a crying gopi why she was crying. Did the dark one trouble you again. Reply came that his troubles are also sweet. Just like the gopis of Vrindavan."
    },
    {
      "text": "NBS 193: Because my mother in law troubled me I spent whole day brooding over that and forget Krsna, because I forgot Krsna i am crying."
    },
    {
      "text": "NBS 194: What separate us from beloved is only our own thoughts, in spite of physical presence."
    },
    {
      "text": "NBS 195: In love there is always the sense what does by beloved need and the need is delivered in spite of one's personal discomfort/unhappiness. But now the unhappiness becomes happiness because the mind is with lord who is ananda."
    },
    {
      "text": "NBS 196: Selfish love causes pain. Happiness of devotee is in happiness of lord."
    },
    {
      "text": "NBS 197: As you consider yourself so will be your relationship with others. So consider yourself as soul and seek the supersoul."
    },
    {
      "text": "NBS 198: Step 1 :  He is so handsome and machoman"
    },
    {
      "text": "NBS 199: Step 2 :  He must be charming and gentleman"
    },
    {
      "text": "NBS 200: Step 3 :  He must be intelligent, spiritual."
    },
    {
      "text": "NBS 201: Non knowledge of his infiniteness causes fanaticism."
    },
    {
      "text": "NBS 202: 4 essentials of love: "
    },
    {
      "text": "NBS 203: A loving anxiety for the well being of the beloved; not cause agitation, disturbance, just for me me me, i must get what i want - not allowed but in happiness of beloved."
    },
    {
      "text": "NBS 204: A sense of deep response, what action we are ready to do to bring happiness for the beloved, this is action."
    },
    {
      "text": "NBS 205: A proper understanding/knowledge of the beloved, even to know who my beloved is, then only we would know what would he want of us."
    },
    {
      "text": "NBS 206: Reverence for the beloved in whatever way he acts."
    },
    {
      "text": "NBS 207: Be the one who makes Him feel that He exists."
    },
    {
      "text": "NBS 208: When Uddhav went to gopis to tell about brahman and soul, he only found out that after experiencing a higher taste, the lower taste does not appeal much and now the fire of separation take place."
    },
    {
      "text": "NBS 209: When Uddhav asked them why don't they send invitation to Him to come to Vrindavan they replied if Krsna wants to come, he would come, we don't want him to pressurise and even see us."
    },
    {
      "text": "NBS 210: Then Uddhav tells them why don't they go to mathura, they replied what if he doesn't want to see us, busy with his work, cause embarrassment that the king of dwarka played with these milkmaids. It would be better to die with this excruciating pain than cause even slightest of privacy intrusion to Him without his wish. But we cannot die because even the life is not ours and if we give up our lives, will Krsna not be in pain."
    },
    {
      "text": "NBS 211: Hanuman ji tells that Sita's life is just waiting to get out of her body. In fire of pain of separation from the beloved that body would be burnt but Sita ji has given the message that what to do these eyes are betraying by dropping tears which quench the fire because still the desire is there to see my beloved."
    },
    {
      "text": "NBS 212: Finding happiness in the happiness of the beloved (essence of love), so sheer obedience to guru is necessary to time we know what my guru wants of me and guru only wants like the lord wants - perfect lover is happiness. But for our own selfish happiness, we will cause any pain, disgust, sorrow and that is not love and devotion."
    },
    {
      "text": "NBS 213: Sorrow is not in separation of the beloved it is in forgetfulness and disobedience of the beloved. This is a symptom of love."
    },
    {
      "text": "NBS 214: Those who have abundance of emotions (heart chakra), path of bhakti, path of knowledge for intellectuals , for those who are active, path of karma yoga/service/seva of nation, society and lord. For everybody else it is path of self-discipline or ashtanga yoga."
    },
    {
      "text": "NBS 215: Narada ji points out bhakti path is greatest among all these."
    },
    {
      "text": "NBS 216: Bhakti is identification with the beloved therefore it is oneness with the beloved."
    },
    {
      "text": "NBS 217: Knowledge/meditation makes you recognise that you are already one."
    },
    {
      "text": "NBS 218: Without seva, karma yoga your vasnas/vrittis will not get exhausted and so neither knowledge nor self less possible."
    },
    {
      "text": "NBS 219: In love concentration/meditation is required and concentration is not possible without love/bhakti."
    },
    {
      "text": "NBS 220: Knowledge is called the monkey path, in all other paths - yoga/meditation, knowledge, service/karma yoga, you have to hold on to your goal and not waiver from your goal. In meditation discipline is required, consistently apply your mind in knowledge of atman, brahman, etc. but in katha instant devotion takes place."
    },
    {
      "text": "NBS 221: Ego is bundle of vasnas/habits/vrittis, a finititude."
    },
    {
      "text": "NBS 222: Bhakti is kitten path, it does not require any logic. Exists always."
    },
    {
      "text": "NBS 223: Bhakti is the goal of all other paths."
    },
    {
      "text": "NBS 224: Bhakti is the fruit in itself, it is of the nature of final result."
    },
    {
      "text": "NBS 225: In service, heavenly planets is the distraction, in meditation there is struggle till you reach the goal, in knowledge chances of all-knowing pride can creep in."
    },
    {
      "text": "NBS 226: Knowledge is there where there is not even a trace of ego because you come to know I am Brahman and all-pervading there is no high/low."
    },
    {
      "text": "NBS 227: Love itself is the final end of love. The moment you love it is just bliss, we suffer because of our attachments, our ego but the moment you start loving, the beloved is already in your heart, concentration is not required."
    },
    {
      "text": "NBS 228: Love is the fruit of love. In all other paths the means have to be dropped to reach the goal. In path of jnana, when even the contemplation or thought of knowledge falls away then you have become Brahman. But in bhakti, love itself is the means, love itself is the goal."
    },
    {
      "text": "NBS 229: Thus bhakti is ras (juicy fruit not dry fruit) - swaroop."
    },
    {
      "text": "NBS 230: Our mind distracts to sense objects, gets overcome by our ego/vasansa, feels low/higher in comparison, jealous, etc. all is this is there because we at that moment are not finding happiness and joy in our sadhna, in our goal, beloved."
    },
    {
      "text": "NBS 231: However, the lord is bliss so the thought of lord is also blissful."
    },
    {
      "text": "NBS 232: Kaali will, anything that causes torchure, difficulty, problem to the child, destroy it. Similarly, what separates us from our beloved is ego only. So lord does not like our ego."
    },
    {
      "text": "NBS 233: Meekness or humility is dear to the lord."
    },
    {
      "text": "NBS 234: Bhakti starts with helplessness that I surrender to you."
    },
    {
      "text": "NBS 235: Alertness or vigilance is the price/cost you have t pay for self realisation, meditation. Cannot even afford one second of carelessness, it is a razor edged path."
    },
    {
      "text": "NBS 236: Indra means mind, lord of senses brings distractions/temptations as soon as one meditates. But whose mind has been grabbed by the lord himself, how can that person become visvamitra. Whose mind has been absorbed in beauty and bliss of the lord, sensuality and sexuality/kamdev cannot create a fluctuation in mind."
    },
    {
      "text": "NBS 237: Narada muni has not only conquered lust by revelling mind in beauty of the lord, he has also conquered anger. (Through constant surrender to Brahman by self-will, clever judgement when to show restrain or act.)"
    },
    {
      "text": "NBS 238: When ego comes in we dont like any good advice."
    },
    {
      "text": "NBS 239: God says I will not do what you want, I will do what is correct. Because, he is the perfect lover, not us. He cannot see you suffering because of lust, anger. So he gave monkey face to otherwise beautiful face of narada. Guru removes even last trace of ego through events from the disciple's personality."
    },
    {
      "text": "NBS 240: In pangs of separation, gopis forgot themselves and only Krsna, Krsna, Krsna."
    },
    {
      "text": "NBS 241: NBS 8"
    },
    {
      "text": "NBS 242: The sign of no ignorance is that there is no ego or sense of other-ness/selfishness/comfort that separates us from God."
    },
    {
      "text": "NBS 243: Only obstacle that does not make us realise our own essential nature - Brahman swaroopa - is ego born of our ignorance which causes a sense of limitation, dissociation with the truth, with others that creates or crystallises this ego."
    },
    {
      "text": "NBS 244: In love there is oneness- identification with the beloved inspite of personal discomfort which is gradually over shadowed by our over flowing love in giving happiness to lord."
    },
    {
      "text": "NBS 245: Greatest obstacle in love is sense of distinction, separation, ego."
    },
    {
      "text": "NBS 246: Ego causes sense of insecurity, loneliness, frustration with others, likes , dislikes."
    },
    {
      "text": "NBS 247: Lord is perfect lover hates our ego and loves our surrender and humility."
    },
    {
      "text": "NBS 248: What can we do with our limited efforts. Only his grace. Hs grace is there for everyone like sunlight but our ego blocks reception of his grace."
    },
    {
      "text": "NBS 249: On helpless surrender, that I have done my best, and yet my best is not good enough ; O lord what can i do without you, at this type of surrender, the ego diminishes and we discover the grace, love and blessings of the lord for us."
    },
    {
      "text": "NBS 250: Karma yoga is meant to dissolve your ego but if there is a sense of doer-ship there, attachment will also be there and ego will spring up. Doer-ship is strong in ashtang yogis."
    },
    {
      "text": "NBS 251: Siddhis through meditation need lot of effort thus pride and attachment towards the hard work, siddhis/knowledge through path of bhakti are pure grace so no pride but humility on attaining them."
    },
    {
      "text": "NBS 252: All paths are meant to remove ego but chances of ego/maya catching us on the way pulls us down. With ego comes all distractions, attractions, etc."
    },
    {
      "text": "NBS 253: Maya and bhakti both are feminine. Meditation, karma, jnana are masculine. So they can get deluded, attracted to maya easily."
    },
    {
      "text": "NBS 254: Bhakti does not get carried away by ego/maya."
    },
    {
      "text": "NBS 255: With our ego how can we remove our ego thus guru does certain things; a small test makes a difference between fall and rise of devotee."
    },
    {
      "text": "NBS 256: If the guru can love us unconditionally, without any reason or expectation of return, why cant they scold us unconditionally. I did not commit the mistake why am i being shouted at. Even this trace of ego guru or lord cannot allow. Surrender = If you (guru) says so then I did the mistake. If we do not have this much surrender to situation and that too to a guru, how can we discover I am Brahman."
    },
    {
      "text": "NBS 257: Surrender - devotion is the beauty of the path. It itself is the own fruit. Where there is love our ego/personal comfort/selfishness dissolves."
    },
    {
      "text": "NBS 258: Love is fine are you ready to do something about it - karma yogis will say like that. Do sewa. Doing bhajan is not love."
    },
    {
      "text": "NBS 259: There is no comparison between goal and means, goal is aham brahmashmi and so is the means if we are able to surrender. This makes path of love not so easy but is easily available for everyone."
    },
    {
      "text": "NBS 260: Doing your best, no laziness but total dependance is on the lord.  And recognition that only thing i have or only thing i do is because of my lord. Thus no ego and humility comes. When ego is not there love rings."
    },
    {
      "text": "NBS 261: Knowledge should be brahma is infinite, everywhere, the self in me is self in everyone. Thus, there will be complete love for everyone, infinitude."
    },
    {
      "text": "NBS 262: See love of Ram, no distinction, whether it is boatman or shabri a tribal woman. Look at Krishna's life, everything for devotee."
    },
    {
      "text": "NBS 263: The more you know and experience His greatness, the more love you will develop for the lord. (But it depends to the extent of our own surrender, moment to moment and every moment, all the"
    },
    {
      "text": "NBS 264: moments, accompanied by faith on Him. Example, surrender of gopis is more than others so they experience/feel more of His love, directly.)"
    },
    {
      "text": "NBS 265: Bhakti is the means to gain knowledge/siddhis and vice-versa."
    },
    {
      "text": "NBS 266: There is a mutual dependance on each other - lover and beloved. Example, child krsna is dependant on us for his well being and we on teen Krishna (grace) for mental - sex."
    },
    {
      "text": "NBS 267: To know you have to love."
    },
    {
      "text": "NBS 268: There are rare cases who just love. That's it !"
    },
    {
      "text": "NBS 269: Srimad Bhagwatam is stories of devotees pertaining to lord."
    },
    {
      "text": "NBS 270: That to know you definitely need love, but to love you need not know."
    },
    {
      "text": "NBS 271: Love is the means for love, love begets love."
    },
    {
      "text": "NBS 272: Kardamba muni plucked out his own eye when siva idol's eye started bleeding."
    },
    {
      "text": "NBS 273: With whatever little love you have, just start loving. Love will breed more and more love. Love requires no other means."
    },
    {
      "text": "NBS 274: To start of, just love."
    },
    {
      "text": "NBS 275: Do not be passive lovers, be active in your love. Therefore just start loving."
    },
    {
      "text": "NBS 276: The only reality in this world is love (since God created multiple universes out of love)."
    },
    {
      "text": "NBS 277: Everything else is meaningless. Total love is love for God. Partial love is our day to day interactions."
    },
    {
      "text": "NBS 278: Love is the fruit of love."
    },
    {
      "text": "NBS 279: Sweetness of love and care put into making food gets its taste and not the ingredients. (Do small things but with great love.)"
    },
    {
      "text": "NBS 280: To gain entry into sabha of a king, just knowledge of layout/architecture of palace is not sufficient. But, if you make food out of love with an intention of attracting king's attention then the king will give you an audience into his public sabha/palace."
    },
    {
      "text": "NBS 281: Love must be active in our service in our love, I love and feel love is not enough, to attract the beloved."
    },
    {
      "text": "NBS 282: Only those who have served have been able to show their love and such active participation in love, service in love brings the attention of the king and allows entry into his chamber."
    },
    {
      "text": "NBS 283: Just showing that I know everything about the king will not gain entry into his palace. But those who have loved and served have deserved."
    },
    {
      "text": "NBS 284: Those who are desirous of liberation, freedom from their delusions, attachments, sorrows must strive to increase devotion, knowledge will come but knowledge alone does not guarantee devotion."
    },
    {
      "text": "NBS 285: You know Einstein and his works but not necessarily you love Einstein. But you love someone you will come to know that person. Thus, Be Blind in Love."
    },
    {
      "text": "NBS 286: Bhakti is not only the means but a goal in itself, and means in itself also."
    },
    {
      "text": "NBS 287: A true devotee must have courage of Prahlad, conviction of Dhruv, heroism of Sudama, depth of a Shabri, perseverance of the gopis, ardour of Radha, faith of Kunti."
    },
    {
      "text": "NBS 288: NBS 9"
    },
    {
      "text": "NBS 289: Love is the under lying principle in success of any of the paths of karma, meditation or jnana."
    },
    {
      "text": "NBS 290: Those who are seekers of freedom, liberation , their own sorrows, karma bandhans, vasanas, from repetition of same patterns in their life, bhakti alone should be sought."
    },
    {
      "text": "NBS 291: Bhakti is independent of all other means also. It requires no other support. Knowledge depends on it."
    },
    {
      "text": "NBS 292: Love is that which gives you freedom, liberation. Love is free, it is attachment which gives bondage."
    },
    {
      "text": "NBS 293: Means to develop Bhakti/Love : "
    },
    {
      "text": "NBS 294: Speech of love is a song/poems and walk of love is dance. When you walk in love, every movement is dance. Song comes from emotions of joy, sorrow, hatred, love and is thus not intellectual."
    },
    {
      "text": "NBS 295: 1. Love is gained through renunciation of vishaya/objects and sangha/attachments to people."
    },
    {
      "text": "NBS 296: Renounce desire for objects, when you refrain from objects then those objects will themselves turn away from you. But the ras/want for it will still remain and this want/vritti goes when we withdraw our mental activities/thoughts and conserve that energy to direct it towards the higher (and experience a higher taste/ras)."
    },
    {
      "text": "NBS 297: Desire for an object takes you away from love of your life, what takes us away i snot physical distance but mental thoughts."
    },
    {
      "text": "NBS 298: A devotee cannot allow any thoughts in his mind other than that of lord."
    },
    {
      "text": "NBS 299: Not only vishaya-tyaga but also giving up craving/vritti/want of the object."
    },
    {
      "text": "NBS 300: Even if the object comes in front of you, you loose your energy/dedication towards your goal. Some say you have to give up the desire and not the object, but that is not preliminary stage. Example, bali had a boon that whenever an enemy came in front of him, half the energy of enemy will be depleted so God killed bali from behind."
    },
    {
      "text": "NBS 301: First contemplation or attraction towards object happens then desire is born. Desire for objects and attachment/dependance on people which happens after we acquire of objects/people of desire."
    },
    {
      "text": "NBS 302: So both objects and people which takes one's MIND away from lord should be given up i.e sangha of devotees and dependance on lord only should be there."
    },
    {
      "text": "NBS 303: How people make dependance of their love, becomes sangha/attachment and can also get God love in to demeaning position. Lower form of love is of two types - people who are attached to each other - the sadist (likes dominating others) and the masochist (likes being a victim)."
    },
    {
      "text": "NBS 304: Both of them depend on each other and wherever there is dependance that love becomes attachment."
    },
    {
      "text": "NBS 305: When we say there is total dependance on the lord, that attachment is not this type of dependance."
    },
    {
      "text": "NBS 306: Love is gained through renunciation of vishaya/objects and sangha/attachments to people. Dependance on objects and people for happiness should be given up. Because, the lord alone, truth alone, atman alone, your isht alone is the source of all your happiness, no other is the source of happiness, no other. That which is infinite is alone your happiness and there is no happiness in finite."
    },
    {
      "text": "NBS 307: Dropping the objects and giving up all attachments, the gopis of Vrindavan sought the One."
    },
    {
      "text": "NBS 308: 2. After giving up these two things what to do with out time and energy, do sewa, satsang."
    },
    {
      "text": "NBS 309: All the things/objects are his form only and all beings/every -bodies are his expressions only, (this is being congruent). Now, it is continuous bhajan and bhajan is service and when service is done with love then only it is continuous remembrance of the lord at ALL times."
    },
    {
      "text": "NBS 310: Now there is no wailing, pretendance through rituals. Love is there where there is no pretendance. He can see through us."
    },
    {
      "text": "NBS 311: When you have love in your heart you are accepted for what you are - in essence of atman and not the clothings. If we put up blockages and barricades it means that we do not trust whom we love."
    },
    {
      "text": "NBS 312: Serving and remembering that all this is the forms of lord only."
    },
    {
      "text": "NBS 313: In that constant oneness where there is no other, there is no wailing that highest meditation. In love that takes place and therefore ewe find that krsna steal away the butter of gopis, breaks there pot, frees them from all actions."
    },
    {
      "text": "NBS 314: Good my pot broke, I now will not have to fill water. Not that i went there, saw the blue boy and forgot o fill water, my pot only broke."
    },
    {
      "text": "NBS 315: How to have continous bhajan/seva - when the identifications with body, mind and intellect, no attachments or identifications, everything surrendered to lord, in that oneness Radha becomes one with Krsna."
    },
    {
      "text": "NBS 316: Even while doing worldly duties, with an attitude of bhajan/sewa, keep listening to the glories, qualities, leelas, beauty and virtues of the lord and this is possible through satsang of people, books, tv series."
    },
    {
      "text": "NBS 317: Continuity is important."
    },
    {
      "text": "NBS 318: Must be regular in sadhana."
    },
    {
      "text": "NBS 319: That satwik revelling which does not bind you but liberates you, that does no attach you but makes you love, that shravan and when such shravan takes place you feel like serving guru because guru is the living form of god."
    },
    {
      "text": "NBS 320: People when they look at you must praise you that when the devotee/disciple is s great how great must be he lord. This is true kirtan not just babbling. Behaviour, response to situations, events."
    },
    {
      "text": "NBS 321: We must get to listen His praise in our life through our conduct."
    },
    {
      "text": "NBS 322: NBS 10"
    },
    {
      "text": "NBS 323: Why bhakti is the means , because bhagwan only will come and reveal, or from within the heart of seeker."
    },
    {
      "text": "NBS 324: 2 primary factors which arise devotion: "
    },
    {
      "text": "NBS 325: Grace of mahatmas, constant attitude of service and remembrance."
    },
    {
      "text": "NBS 326: When vairagya/non-attachment is there, there s yoga/mastery over mind and with such a mind knowledge possible. With knowledge only is moksha possible."
    },
    {
      "text": "NBS 327: Infinite is already a gained thing. There is no separation in time and space from the infinite but only our ignorance of it."
    },
    {
      "text": "NBS 328: It is devotion to lord that melts him and gives instant happiness to the devotee. The hearts of saints and sages are like freshly made butter. They melt when they see others' sorrow. Thus even a slightest interaction/side glance with a mahatma, is favourable."
    },
    {
      "text": "NBS 329: It is privilege that gurudev gave you an opportunity to serve."
    },
    {
      "text": "NBS 330: God's race we meet saints/bhakts and vice versa."
    },
    {
      "text": "NBS 331: Bhagwan came to Dhruv inside outside both."
    },
    {
      "text": "NBS 332: As long as you can earn and provide, the whole family is yours but as soon as you live in an infirm body, nobody will even look at you."
    },
    {
      "text": "NBS 333: There are people who have come in company of greatest of mahatmas, shunned it, criticised it, but then also there is some impact."
    },
    {
      "text": "NBS 334: Desire for world vanishes. Example, mother told gopi who got married to gokul warned her that dont see the blue boy, dont listen about his gossips because then you will be gone case."
    },
    {
      "text": "NBS 335: When the lord is wanting to see us, we shy away or run away will lead to - darshan dijiyo ae tum bim rahio nahin jaye (give your glance, cant live without you) and finally into giving up of life pining in separation of that glance."
    },
    {
      "text": "NBS 336: Guru Kripa = sympathy + kindness + love + understanding."
    },
    {
      "text": "NBS 337: The saint does not see any bheda/distinction between people and god since service of people is service to lord of lords."
    },
    {
      "text": "NBS 338: Sky is dome and people are living deities/idols."
    },
    {
      "text": "NBS 339: God says, one who serves everybody seeing me constantly in everyone, that ananya bhakta who is never separate from me how can I not know that devotee."
    },
    {
      "text": "NBS 340: Dont pretend, dont put veil if to see the lord - everywhere in ourselves, in our guru."
    },
    {
      "text": "NBS 341: NBS 11"
    },
    {
      "text": "NBS 342: Those who seek, find and the result is unfallible."
    },
    {
      "text": "NBS 343: Between the lord and his devotee there is no difference."
    },
    {
      "text": "NBS 344: Inspite of company of great masters, few pursue and why others dont pursue. Caution on obstacles: "
    },
    {
      "text": "NBS 345: 1. Avoid bad company at all times and all means. Company that takes us away from lord in thoughts, words and actions."
    },
    {
      "text": "NBS 346: Even plants, mala/beads and animals in company of sages evolve."
    },
    {
      "text": "NBS 347: Mentally protect self from such company if physically not possible in relation to family members."
    },
    {
      "text": "NBS 348: Else lust, anger, delusion, loss of memory, destruction of our intellect, and thus destruction of personality."
    },
    {
      "text": "NBS 349: Be steady in wisdom/knowledge."
    },
    {
      "text": "NBS 350: Contemplation by mind leads to attachment leads to desire leads to obsessive desire is lust and lust transforms into anger/greed."
    },
    {
      "text": "NBS 351: Anger immediately creates delusion on right/wrong."
    },
    {
      "text": "NBS 352: So turn your mind away to avoid infatuation and embarrassments like ajamila, golden deer whom Sita got attracted to and got kidnapped."
    },
    {
      "text": "NBS 353: Desire can be very innocent, but still it is a desire (unwanted)."
    },
    {
      "text": "NBS 354: Even a small spark of anger/love can become a flare to burn down/spread love. Intensification happens by association."
    },
    {
      "text": "NBS 355: Ripple becomes endless ocean and to cross over that ocean - sadhu satsang."
    },
    {
      "text": "NBS 356: Maya is something that covers truth and projects something else as truth i.e. false. It is ignorance and agitations in mind born out of desires, anger. Truth is I and you are atman, Brahman, (finite) God."
    },
    {
      "text": "NBS 357: Bodily conception of life is maya."
    },
    {
      "text": "NBS 358: Attachment happens when we think that our happiness depends on those objects/people/situation. This is delusion. In all situations, good and bad, revel in atman/self."
    },
    {
      "text": "NBS 359: Happiness did not come from gulping cup of coffee, it came when coffee desire in mind came to an end. (This is false ego. My desire should be accomplished whether Brahman wants it or not.)"
    },
    {
      "text": "NBS 360: 2. Those who is serve, deserve the company of maha anubhaav sadhus."
    },
    {
      "text": "NBS 361: How to give up such attachments - through maha-anubhaav which happens in company of such maha-anubhaav sadhus."
    },
    {
      "text": "NBS 362: Maha-anubhaav sadhus have so vast knowledge that their love and heart is for everyone."
    },
    {
      "text": "NBS 363: Rare is a chance to serve such maha-anubhaav sadhus. By sheer osmosis we get detached like them. We get vast vision. Their dedication, humility, devotion rubs on us naturally. That fragrance gets left on us."
    },
    {
      "text": "NBS 364: Therefore when our guru corrects us we must listen. If you are in company of saints and sages they will not allow you to do wrong. Thus, one becomes free from du-sangha or from attachments to objects which grows like ripple into tidal."
    },
    {
      "text": "NBS 365: Free from mamta, sense of possession. Else people cling on to posts till death. Only service to mahatmas delivers us."
    },
    {
      "text": "NBS 366: One recognises that nothing is mine and keeps nothing for himself. It is only possible for those who have served such great masters."
    },
    {
      "text": "NBS 367: 3. Who else crosses maya - one who resorts or seeks solitude, solitary place."
    },
    {
      "text": "NBS 368: Serve means to get involved and not stand at boundary and watch."
    },
    {
      "text": "NBS 369: There are two solitary places, one where undisturbed by non -God chatter and second is just quietude. (God related chatter is yagna for kaliyuga)."
    },
    {
      "text": "NBS 370: Find that inner space where only you and your beloved is there and there is no other thoughts."
    },
    {
      "text": "NBS 371: Will the child i was would be proud of the man i am today - reflection."
    },
    {
      "text": "NBS 372: In solitude just think of your beloved."
    },
    {
      "text": "NBS 373: Get rid of 3 moods of maya tamas (removed by dedicated activity), rajas (by right attitude of offering your actions to the lord) and saatwa (make sattwa a habit so you wont be attached to it and it will be something natural)."
    },
    {
      "text": "NBS 374: Anxiety to gain what you don't have and constant attachment to what you have already attained - to give up - in a solitary place, free of worldly thoughts, transcending the 3 gunas by not worrying about what you dont have (causing passion) and what you need to preserve (that causes happiness or sattwa i.e let go off means, rituals, objects, beings, situations)."
    },
    {
      "text": "NBS 375: God is there to look after all such things, it will come to me if needed or absolutely required, you - Do Nothing !"
    },
    {
      "text": "NBS 376: Then you will rise relatively more on 'all' 3 modes and cross over maya."
    },
    {
      "text": "NBS 377: What is given up is itself is effect of maya (i.e. effects are inertia, pain and happiness of 3 modes). How to give up - by mind one should elevate oneself chapter 6 - awareness. How to know we are on right track - constant remembrance of God, awareness of Brahman/soul-supersoul. Then His grace should fall."
    },
    {
      "text": "NBS 378: Give up the effects of maya (through use of brain), the cause (false ego that caused acting independent of lord and trying to lord over the material nature which created vrittis which created vasanas and habits) also goes away."
    },
    {
      "text": "NBS 379: What is the highest extent of tolerance for mind while giving up the effects - directly proportional to and function of 'determination' to execute chapter 6 and also other clauses/chapters & intensity of 'love' for God. This personal calibre decides how close you can get to lord including being radha rani yourself."
    },
    {
      "text": "NBS 380: Determination is self effort used for wavering mind and thus wavering resolve. Love includes ingredients like - Surrender - is the every moment tool to use for keeping false ego aside through proper use of intellect; exclusive remembrance of Him through mind; ^BeingGod^ yourself; exhibiting what is 'dear' to Him; Always !"
    },
    {
      "text": "NBS 381: NBS 12"
    },
    {
      "text": "NBS 382: Who crosses over maya : "
    },
    {
      "text": "NBS 383: Who stays in solitude, frees himself from bondage of various relationships with the world, free of 3 gunas, not worried about what's going to come in the future or holds on to any possession, then why will such a person act?"
    },
    {
      "text": "NBS 384: As long as body is there, action is there but we act only out of selfish desire which is the cause of bondage because when the results come, they come to the doer who has ego that i have done the action for a particular desire and therefore attachments to the fruits. And they leave impression behind in form of vasna that makes you repeat the action again and again. This is karma bandhana."
    },
    {
      "text": "NBS 385: It is not action that binds us, it is always our ego, attachments to fruits and ego-centric selfish desires. This creates pattern of vasans which helplessly pushes our mind into acquiring more and more of that object/experience and thus we reman bound. This means our mental energy, thoughts remain attached to that result of action and that action itself because of which we get the result."
    },
    {
      "text": "NBS 386: One who renounces the fruit of action, then why will i act only, if i have to give up the fruit ? Because, we have not understood the joy of sharing and giving. Whatever action we do today is a contribution of countless people who made us capable to act. Therefor the privilege of doing action is for serving, contributing, doing our duties, paying back."
    },
    {
      "text": "NBS 387: Must not forget that there is only one giver and we are only exchanging what is given to us. By this attitude, one does not work only for selfish motives. So the result of actions must be shared. Team work. Every thing is given to me by lord as a trust, I am only a trustee so benefits must be shared with everyone."
    },
    {
      "text": "NBS 388: Actions itself are renounced. Sanyass means placing well and so all actions are done as an offering, puja, dedication, worship towards the lord. The privilege of action is I am able to serve. Selfish desire prompted actions can definitely be given up."
    },
    {
      "text": "NBS 389: Two types renunciation - tyaga and sanyassa. Tyaga is reference to fruits of action, tyaga that it belongs to me alone and give up the my in it. Sanyassa is when we live this way to great extent our selfish desires are eliminated and we are able to detach from our actions itself. If we want results then we get over-involved in the action and unable to stand apart from action and be a witness to it. When action is just happening, you are just the witness."
    },
    {
      "text": "NBS 390: Tyaga is abandoned of result i.e. giving up our attachment, anxiety for the result. Because lord himself is the giver of result. Then when the result comes we dont react to the result - no likes-dislikes dualities. Dualities increase the wailing, wailing increases our activity, we cannot remain in solitude. So think i am here blessed by the lord, I am just his sewak."
    },
    {
      "text": "NBS 391: I just do His service and result is his prasada in prasad there is no attitude of likes and dislikes."
    },
    {
      "text": "NBS 392: Acceptance. Acceptance is prasad buddhi."
    },
    {
      "text": "NBS 393: Result is we overcome our personal likes-dislikes or bondages and move a step closer to liberation. Now the mind does not become anxious, agitated, frustrated."
    },
    {
      "text": "NBS 394: Sanyassa is giving up our ego, ego centric selfish desires - i am doer of action. Energy is provided by lord. Let my action be welfare of all."
    },
    {
      "text": "NBS 395: One who renounces even the veda i.e vedas have fulfilled itself - develop devotion and to find union with lord. After union with lord, who will read manuals of dating."
    },
    {
      "text": "NBS 396: Devotion is pure, unbroken flow of thoughts towards the beloved. Whose every thought is with the beloved, lord himself is present in his presence."
    },
    {
      "text": "NBS 397: Only one you are happy, can make others happy. Only when you have crossed this maya, an help others cross samsara. Even if not by action but by their sheer presence."
    },
    {
      "text": "NBS 398: In a cave even if a thought comes in mind, it is bound to manifest."
    },
    {
      "text": "NBS 399: A devotee has become one with the lord, whose nature is compassion, grace."
    },
    {
      "text": "NBS 400: There is no difference between knowledge and supreme bhakti. In knowledge you realise that the self in each and every one is me only and love for the self is natural and so love for everyone is natural."
    },
    {
      "text": "NBS 401: Those who go into solitude and revel is atman are also great. There mere presence blesses the whole world. Like Gurudev, they leave their highest revelling and come to plains for preaching atman."
    },
    {
      "text": "NBS 402: Like Gurudev and Hanumanji."
    },
    {
      "text": "NBS 403: Why Gurudev came to preach - that one who has become one with Narayana, it is Narayana only who functions. (3 fold purpose of incarnation)."
    },
    {
      "text": "NBS 404: Now, it is lord's will only that functions through such a devotee. Devotee does not say that end this samsara for me. Love outpours. Devotee wants to share love with everybody, share the beloved with everybody."
    },
    {
      "text": "NBS 405: In love there is no mine, mine, the moment you do it even God love becomes attachment."
    },
    {
      "text": "NBS 406: All the gopis loved Krishna and each gopi made other gopi love Krishna more."
    },
    {
      "text": "NBS 407: Gurudev's whole life was to take people across. Not a moment of rest. Every breath, action, moment of his was only to hug people to cross the samsara. Ask nothing not even recognition. If fire of devotion is burning in our hearts, then we will spread knowledge. Not out of pity, but overflowing compassion - that i have gain the best, give people the best and spread his name."
    },
    {
      "text": "NBS 408: Nature of person who has become firm on the path of devotion : "
    },
    {
      "text": "NBS 409: Nature of love is indescribable. Soul, super-soul, Brahman all are also indescribable."
    },
    {
      "text": "NBS 410: Eyes that saw do not have the mouth to speak. There is no experiencer separate from the experience to talk about the experience, total dissolution in love."
    },
    {
      "text": "NBS 411: Love becomes to express, shine itself in some fit recipient. Grace of God falls through master/guru."
    },
    {
      "text": "NBS 412: God is equal to all but who ever shows faith, love and devotion to Him, God gets bound and so gets inclined towards him. Abidance by verses/dictates of god/guru is must."
    },
    {
      "text": "NBS 413: (All religious chair persons/leaders/masters carry on with great love, this is the same love they have for lord and lord's love for us is expressed through them. So , higher the abidance towards Him but with love and not grudge, agitation, discomfort, one is carrying within his bosom (quality of consciousness), greater is God inclined towards that person, and higher are the returns from God)."
    },
    {
      "text": "NBS 414: One who empties himself from maya, that empty vessel can be filled by his grace."
    },
    {
      "text": "NBS 415: NBS 13"
    },
    {
      "text": "NBS 416: There must be thirst for beloved. Divine love is the supreme, it is the best. Have hope and faith that i can love. A want to love..."
    },
    {
      "text": "NBS 417: Love is there in everybody's bosom but does not express in everyone."
    },
    {
      "text": "NBS 418: A sincere want for the devotion, lord, truth, in the fire of that thirst all our impurities are burnt, then divine love begins to express itself in action as seva, in words as singing his glory, express in our heats as just love."
    },
    {
      "text": "NBS 419: Bhakti does not require qualification, but just want..."
    },
    {
      "text": "NBS 420: God's grace does not require any condition."
    },
    {
      "text": "NBS 421: When the thirst, want increases then somehow that supreme love manifests."
    },
    {
      "text": "NBS 422: This love is : "
    },
    {
      "text": "NBS 423: 1. guna rahitam i.e without 3 modes of prakriti/in spite of. Love for someone is not because of something but inspite of everything. Love does not look out for what it likes but likes whatever it loves. Not because other person has got some virtues like i love God because he is compassionate, but love is that makes you see the virtue in other, love is for love' sake."
    },
    {
      "text": "NBS 424: Radha ji says krsna steals butter so that nobody will gossip about our love, he is just a kid."
    },
    {
      "text": "NBS 425: It is not moody love based on personal comfort zone/in spite of/guna rahitam."
    },
    {
      "text": "NBS 426: Lord shiva is beyond 3 gunas and without virtues also. But, lord shiva is most powerful lover."
    },
    {
      "text": "NBS 427: 2. kamna rahitam, free of all desires. There is demand of anything in return, not even love is demanded in return of love. The joy itself is in loving. If desire comes love becomes lust, then it is for me not for the beloved. It is for my enjoyment."
    },
    {
      "text": "NBS 428: Gopis had abandoned everything that night knowing very well that Krsna is the self in everyone. They had not come demanding, wanting anything for themselves and make sure love is not a self-indulgence. It is not what I get and I insist. Such people create disgrace in their lords/teacher. It is what my beloved want of me. On hearing Krsna's flute, gopis had come abandoning everything, all desires. And so Krsna's accepted them in raas."
    },
    {
      "text": "NBS 429: Each gopis thought that during dance krsna is looking only at them so she is better than everybody else, this ego or self identity caused krsna to disappear because krsna is pure love. Then in pangs of separation gopis again forget themselves and listening and talking about of his glories they passed those moments of separation and finally it is not about krsna come to us, it is for our hard heartedness, you have gone into the forest with your soft feet."
    },
    {
      "text": "NBS 430: Those stones will hurt your feet and thinking thus is unbearable to us. Now krsna appears again in between. Love is not causing pain to the beloved. Thus, kamna rahitam."
    },
    {
      "text": "NBS 431: 3. pratikshanam vardhamanam, that which ends is not love, love constantly keeps on growing. Even knowledge ends in final experience of infinite. Practice and sadhanas have to end when you reach your goal. Love comes to an end when you meet you beloved an after that it only increases."
    },
    {
      "text": "NBS 432: Everyday/moment new type of love and grows. Love for him does not end but becomes one with him."
    },
    {
      "text": "NBS 433: 4. avi chinnam/unbroken , does not have fits and starts. One day in love , next day divorce and so on."
    },
    {
      "text": "NBS 434: 5. suksham taram/absolutely subtle. Subtleness is always measured by its pervasiveness (5 gross elements)."
    },
    {
      "text": "NBS 435: 6. anubhav rupam/directly experienced in your heart. Also means, bhav bhavti/ever changing. In worldly love, relationship with the same person changes, but here it is continous amidst ups and downs of life. That permanentness love is. There is nothing than it to disturb the experience. It is a constant and continuous state of pure and simple be. So continuously to be is the fulfilment of the highest love, pure existence. Just be, dont become, but just be."
    },
    {
      "text": "NBS 436: When this be-ness comes out to express as you/personality that is the becoming stop it and just be. That is the state of highest love. Because love is identification total surrender. You have totally identified with it, you have all surrendered to him, you have completely become one with it therefor anubhav - just be and thus direct experience."
    },
    {
      "text": "NBS 437: Constant be-ness, pure existence without any conditioning, any qualifications, any description is love . It just is."
    },
    {
      "text": "NBS 438: 7. Having attained, one feels, comprehends only that. That continuous love without any attributes, just love. Sees, feels, comprehends only love and love only. Hears only love. Seeks only love. Thinks only of it."
    },
    {
      "text": "NBS 439: There is no experience of this illusory world, sees the lord/his beloved only everywhere. Lord is love himself."
    },
    {
      "text": "NBS 440: Love is in the air."
    },
    {
      "text": "NBS 441: Everywhere she/he looks, it is the beloved and beloved that is seen. Thus, love and love alone is experiences everywhere, in everything, in everybody that is the state."
    },
    {
      "text": "NBS 442: Sant Kabir says seeing the glory of my beloved, my beloved (lal) is seen in that glory (laali). i went to see his glory, i also became love (laali). So, both lover-beloved became one and now what remained was only love, no beloved or lover. Hears nothing, sees nothing, there is only love, and love and love alone."
    },
    {
      "text": "NBS 443: Hears only love, speaks only love and sees only love. Final stage of bhakti and knowledge is that one infinite reality and where there is one - there is only love."
    },
    {
      "text": "NBS 444: In the beginning stages when we are in the moods of mind, in 3 gunas is secondary love : "
    },
    {
      "text": "NBS 445: Gauni/as per qualities/lower bhakti is which is expressed according to our qualities/gunas, our swabhav/nature/moods and according to the type of discontentment of the devotee."
    },
    {
      "text": "NBS 446: Chapter 7 states 4 types of devotees - arthi/dissatisfied with life and not disappointed with life since a disappointed person is depressive and not a devotee. So their relationship with lord is to get something. Like siddhartha/gautam buddha. More to life than worldly love. Desirers of wealth, wants something."
    },
    {
      "text": "NBS 447: Jigyasi - wants to know, curious about philosophy not brahman jnani. Thus 3 types of seekers, gauni/inferior bhakti is with these 3 qualities of material modes."
    },
    {
      "text": "NBS 448: Jnani is the best and dearest as God sees such a jnani as His very self. This is guna rahit bhakti, not with prakriti, forms, there is total oneness and this is jnani bhakti."
    },
    {
      "text": "NBS 449: The lowest form of love is that because i get something from my beloved then i seek, i love and i am ready to offer. Tamasik type of love. Even if you dont get one thing you want from God the suddenly i dont believe in God."
    },
    {
      "text": "NBS 450: All of them are dear but jnani is dearest."
    },
    {
      "text": "NBS 451: Even if you desire, you desire only out of the lord. But they dont accept the wisdom of the lord. That he will give us what is good for us when it is good for us."
    },
    {
      "text": "NBS 452: After getting wealth/desires from lord, we want to know more about lord, who he is - jigyasa, rajasik, like Gautam Budha/sidhartha."
    },
    {
      "text": "NBS 453: And when you come to know about wisdom and glory of lord, then comes the dissatisfaction that in no other can you find that love. Becomes a seeker."
    },
    {
      "text": "NBS 454: Some out of arrogance say that they dont want anything from the lord yet they beg from people of the world so they feel miserable, sorrowful, disappointed, frustrated."
    },
    {
      "text": "NBS 455: A chaste wife will seek pleasure only from her husband, similarly for a being towards God."
    },
    {
      "text": "NBS 456: Dont be a beggar even for love from the world because how can the world who themselves are beggars can give anything."
    },
    {
      "text": "NBS 457: The beggar says why not i go and ask from him from whom the shenshah/akbar has begged and become the shenshah. This is wisdom."
    },
    {
      "text": "NBS 458: Even if worldly people can give, they can give limited only. Therefore, approach God for all material and spiritual needs."
    },
    {
      "text": "NBS 459: Just want that desire/bhakti for the Lord. That even if you are tired and sleepy the say bhagwan i am tired and want to take rest so that i can work for you later. Even when you are sleeping, think that you are sleeping in his lap. In tamas also comes bhakti."
    },
    {
      "text": "NBS 460: When you are active, anxious, restless think that bhagwan i am doing it for you."
    },
    {
      "text": "NBS 461: In your calm and peaceful, meditate on the lord."
    },
    {
      "text": "NBS 462: Sleep, act, meditate for the lord - with love lord is easily attainable."
    },
    {
      "text": "NBS 463: In any state of your mind (sleepy, full of desire, serene) you can love, therefore continuously it is there."
    },
    {
      "text": "NBS 464: Vibhishnan slept remembering lord and so he woke up remembering lord."
    },
    {
      "text": "NBS 465: But, in knowledge, any desire in your mind you cannot attain it. Because, your mind will be distracted. Complete vairagya is required."
    },
    {
      "text": "NBS 466: To wake up you have to renounce everything (not just wife but grand kids also) in the dream, but to love you can love your beloved even in the dream."
    },
    {
      "text": "NBS 467: Love is continuous in all 3 states, waking, dreaming and deep sleep state. In turiya state you are one with the beloved. Just as silence & consciousness pervades all the 4 states, love also pervades."
    },
    {
      "text": "NBS 468: In any form you can have devotion, cows, monkeys, trees, lakes of Vrindavan."
    },
    {
      "text": "NBS 469: This truth is verified only through right pramana, confirmation from a guru. Your guru never says i am realised. ( Because, God is infinite and each guru can only show his truth/limited love, more unlimited is Radha rani's love for the Lord.)"
    },
    {
      "text": "NBS 470: Single sign - in whichever condition love is there, one thinks it is amrita-swroopa, it is ananda-swaroopa."
    },
    {
      "text": "NBS 471: Evidence that love has come - the moment love comes there is peace, there is bliss."
    },
    {
      "text": "NBS 472: Brahman is sat cit ananda, this is shabd praman/word proof before one experiences that type of communion. But love requires on proof, the moment you are in love here is happiness, it is evidence in itself."
    },
    {
      "text": "NBS 473: NBS 14"
    },
    {
      "text": "NBS 474: Love is its own proof through experience of peace, happiness and bliss."
    },
    {
      "text": "NBS 475: Where your thoughts are, there the beloved is."
    },
    {
      "text": "NBS 476: What we are seeking is permanent, everlasting stuff."
    },
    {
      "text": "NBS 477: Where here is ananda/bliss there is peace."
    },
    {
      "text": "NBS 478: In joy there can be excitement, but peace and bliss go together."
    },
    {
      "text": "NBS 479: Where there is love all strive comes to an end (avadhoota) because there is no distinction left. No ego/self pride and there is peace. Where there is shanti/peace there is ananda/happiness."
    },
    {
      "text": "NBS 480: You cannot say i am very happy but agitated, i am peaceful but sad, the two dont go together."
    },
    {
      "text": "NBS 481: Joys we feel in our life are impermanent, incomplete always craving for more. Example, cigarettes, girlfriends relevant to each chakra of evolution."
    },
    {
      "text": "NBS 482: Joy is not bliss.  Happiness is lower intensity of bliss"
    },
    {
      "text": "NBS 483: There is pleasure in sense objects but it is only temporary. Because no object is complete in itself and can give complete satisfaction."
    },
    {
      "text": "NBS 484: Obstacles in the practice of devotion & ways of overcoming these obstacles : "
    },
    {
      "text": "NBS 485: 1. If you have worries then you are atheist.  When i have faith and surrender there is no need for worry. Brahman will take care. Must worry only if whether lord is being taken well care of."
    },
    {
      "text": "NBS 486: 2. What is gained will be lost. Riches will come and go, health will also deteriorate."
    },
    {
      "text": "NBS 487: Do not worry about any loss in this world. Thence, be a devotee. He is not even worried or afraid about his fall also. I know my lord shall do the needful if and when required."
    },
    {
      "text": "NBS 488: Surdas says who could be more cheat/fallen than me, who gave me this body I forgot him only because of this body."
    },
    {
      "text": "NBS 489: The path of knowledge and meditation is like walking on an razor's edge. When an expert tight rope walker like a guru is holding you in his arms, then just relax."
    },
    {
      "text": "NBS 490: Everything is pervaded by the lord, where will you fall, maximum from His shoulders to His lap. Why are you afraid of any fall or loss of anything. If nothing belongs to me, loss or profit is also not mine."
    },
    {
      "text": "NBS 491: If he gave me, great, if He takes away from me, it is His only, what is mine. Returning what is His only. Where is the ego that 'I' am offering something to you, what is offered also is also not mine."
    },
    {
      "text": "NBS 492: If one has offered himself to the lord, then do with me what you want to be done through me."
    },
    {
      "text": "NBS 493: Why is the flute so dear to the lord, that destiny even gopis did not have because the flute is empty, just surrendered to the tune of the lord. The result is he blows his music into the flute and when he is not doing that, the flute remains by his side."
    },
    {
      "text": "NBS 494: So the habit of surrendering his-self, and all our activities both secular and sacred/religious activities or sadhanas. Surrender must become our character. This is a devotee."
    },
    {
      "text": "NBS 495: Devotee is not worried about whether pleasure come or pain comes, or joy comes or sorrow comes, wealth comes or wealth goes. This is also the nature of lord. ^BeingGod^."
    },
    {
      "text": "NBS 496: Nothing should be an obstacle in our thought of the beloved."
    },
    {
      "text": "NBS 497: In a devotee it is natural, nature of surrender is only this, why worry about anything. You gave me thank you , you took away from me thank you. The attitude is whatever lord does to me, it is for the best."
    },
    {
      "text": "NBS 498: At the end of camp, people who lost their jobs say that thank god that the job was gone otherwise they would not have been able to attend the camp. Good that my pot broke, I dont have to carry water everyday. Be cool. Why worry. Devotee is not worried about any pleasure or pain. The best s none other than Radha. Given and also taken away is love only."
    },
    {
      "text": "NBS 499: She says that wound on her toe nail is given by krsna so I keep it fresh all the time."
    },
    {
      "text": "NBS 500: Whatever has been given by the beloved has to be good and dear only."
    },
    {
      "text": "NBS 501: Both loss and profit will also be for our good."
    },
    {
      "text": "NBS 502: Its the lord's wish it is for the best - attitude."
    },
    {
      "text": "NBS 503: Those who go to God become crazy, even Meera Bai was crazy only."
    },
    {
      "text": "NBS 504: Loosing a finger might save you from loosing your life/head."
    },
    {
      "text": "NBS 505: In world's loss or gain , do not worry."
    },
    {
      "text": "NBS 506: Most of our worries, big or small never happen at all. Worry is just an imagination"
    },
    {
      "text": "NBS 507: Most often in fear of things that would never happen, we die every moment of our life."
    },
    {
      "text": "NBS 508: We live in such a way as though we may never die and die in such a way as though we never lived."
    },
    {
      "text": "NBS 509: If i only belong to him now do with me what you want. O lord this monkey mind of mine, you tie it with the strong rope of devotion and hold it in your hand and make dance the way you want me to dance. You madari and i am monkey."
    },
    {
      "text": "NBS 510: This devotee is not worried any pleasure or pain because everything is a prasad to him."
    },
    {
      "text": "NBS 511: Flowers will wither way, thorns will remain for ever. The sweet memories of the beloved will be forgotten, pain and sorrow we feel, will remain forever. And even that given by the beloved is so dear. Now days they dont have capacity to bear pain and criticism."
    },
    {
      "text": "NBS 512: When you are in total state of absorption of love, anyway bhagwan is looking after but till you reach that state do not give up your work, duties, activities - worldly or secular and social interaction. They should be practised without attachment to the fruits, phal tyaga."
    },
    {
      "text": "NBS 513: Do it to the best of your your ability, preserve this body and make it look good but for his sake. But, he does not like over make up."
    },
    {
      "text": "NBS 514: In that extreme state when there is nothing else, you see only him, hear only him, where is the question of any activity - no activity is possible in that state of complete absorption, nor you need any activity - secular of ritual."
    },
    {
      "text": "NBS 515: Even a mala is needed only to control our mind. In presence of masters, our minds get controlled just like that, effortlessly."
    },
    {
      "text": "NBS 516: No rules required for a devotee because everything is in love. Eg. Shabri."
    },
    {
      "text": "NBS 517: Guidelines create reverence, devotion, surrender to the lord."
    },
    {
      "text": "NBS 518: However, while interacting with the world there should be demonstration that needs to be be replicated by population of that calibre of a given time and space."
    },
    {
      "text": "NBS 519: Meera had put the garland on herself because she sees Krsna in herself."
    },
    {
      "text": "NBS 520: Do without attachment, i have done so much japa, God is not coming, no anxiety for the fruit, detachment from the fruit."
    },
    {
      "text": "NBS 521: Dashrath was so much in love with Ram that he never cared for wrath of sage who asked for ram to fight a battle."
    },
    {
      "text": "NBS 522: Be like lotus petal while in world. Act in spirit of duty and without attachment to the fruit. Live without worry and anxiety. As long as we have got the ego, work we must after that elimination of ego, work out of love, without selfishness."
    },
    {
      "text": "NBS 523: You do not need any action/sadhna but for the people's sake, yagna should be done."
    },
    {
      "text": "NBS 524: Do not keep listening about wealth (greed arises), women, sense pleasure (desire arises), enemy (hatred arises), atheist (lack of faith arises). Mentally isolate yourself if these things happen and are unavoidable in that situation."
    },
    {
      "text": "NBS 525: NBS 15"
    },
    {
      "text": "NBS 526: Fear, anxieties, worries and bhakti dont go together."
    },
    {
      "text": "NBS 527: These keep our minds entangled to objects, situations, beings of the world."
    },
    {
      "text": "NBS 528: Worry comes due to lack of faith, trust and devotion."
    },
    {
      "text": "NBS 529: One who has surrendered oneself has offered even his life to God, so he should not get into anxiety."
    },
    {
      "text": "NBS 530: Till that firm conviction and devotion has taken place, till then duties are not be given up but executed as karma-yog."
    },
    {
      "text": "NBS 531: What you think you become."
    },
    {
      "text": "NBS 532: Subjectively to be given up : "
    },
    {
      "text": "NBS 533: 1. Abhimaan/ pride, arrogance"
    },
    {
      "text": "NBS 534: 2. Dambh/pretendance of being somebody else, masks, duplicity, self - denial, hypocrisy"
    },
    {
      "text": "NBS 535: Love happens for who we are, no pretendance."
    },
    {
      "text": "NBS 536: We keep ourselves veiled so the beloved is not seen."
    },
    {
      "text": "NBS 537: How to give up : "
    },
    {
      "text": "NBS 538: In knowledge we have to give up all the equipments - body, mind and intellect. But in bhakti, sewa is done with body, love is in mind, chanting with mouth, etc. We dont have to give up but redirect these negative emotions, when directed it to lord these emotions become beneficial. In bhakti it is not giving up/suppression/sublimation of thoughts but divinisation/transmutation of thoughts."
    },
    {
      "text": "NBS 539: Thought in itself is neither good or bad but what object it brings to mind. Before any thought, word , action ask yourself whether the beloved will like it. Will it cause agitation, pain, hatred, to the beloved then that it is not love based thought, word, action."
    },
    {
      "text": "NBS 540: Whatever is given in return by him is his prasad."
    },
    {
      "text": "NBS 541: When you turn your desire who is free of desire then even our own desires come to an end."
    },
    {
      "text": "NBS 542: When we desire, desire the lord - kaam."
    },
    {
      "text": "NBS 543: If you got any anger direct it towards the lord. In kamsa's heart narada muni triggers his weakness, fear, towards lord; in ravana, he turns his hatred, towards lord; hiranyakasipu, greedy, his jealousy turned towards bhagwan."
    },
    {
      "text": "NBS 544: Be greedy for more satsang, listening more about lord, serving the lord more."
    },
    {
      "text": "NBS 545: Be so attached to the lord, i am his he is mine."
    },
    {
      "text": "NBS 546: Lobh, moh, ahankar, be proud of being a devotee but not proud of being a better devotee than someone else, all these with respect to lord."
    },
    {
      "text": "NBS 547: Divinisation of pride : "
    },
    {
      "text": "NBS 548: As a devotee of the lord why should i fear anything (hanumanji said to ravana)"
    },
    {
      "text": "NBS 549: As a devotee of the lord what is impossible for me"
    },
    {
      "text": "NBS 550: As a devotee of the lord how can i get tempted in such petty paltry pleasures."
    },
    {
      "text": "NBS 551: Kaam/desire krodh/anger moh/attachment lobh/greedy abhimaan/pride and matsarya/jealousy must be divinised."
    },
    {
      "text": "NBS 552: Jealousy of gopis : "
    },
    {
      "text": "NBS 553: When they found out that krsna had gone out of ras leela with someone on seeing two sets of footprints, their devotion turned into admiration and they wondered who is this one who has done such aradhna of krsna that abandoning all of us he has take only her."
    },
    {
      "text": "NBS 554: Going beyond 3 gunas begins with building a relationship with the lord."
    },
    {
      "text": "NBS 555: 1. Think that I am the nitya perennial servant of the lord like hanumanji. As gopis say, unpaid servants we are. No body can buy us because we ourselves have enslaved ourselves to krsna so there is no other way that we are going to drop out."
    },
    {
      "text": "NBS 556: 2. Nitya kanta, i am ever wedded to the lord. In the path of devotion, He is the only purusha and all are females. Kanta also mean beloved."
    },
    {
      "text": "NBS 557: 3. Nitya das; Das is not servant but a sewak who does not take money but is ready on his own to serve, out of love."
    },
    {
      "text": "NBS 558: What have I done to be deserved even to be called - your sewak."
    },
    {
      "text": "NBS 559: Only those actions done with devotion are worth doing and not any other action, premavem karyam."
    },
    {
      "text": "NBS 560: Higher stage :  When there is no other distinction between experiencer, experienced and the experience - all dissolution & love alone is."
    },
    {
      "text": "NBS 561: Lower stage :  As a parent, friend, servant, spouse, enjoy every possible with the lord."
    },
    {
      "text": "NBS 562: In any of 3 modes, be a devotee of the lord. In any form also, monkey, be a devotee of lord, what is the shame as long as we can do his sewa."
    },
    {
      "text": "NBS 563: The wise and pure ones respect only that form in which their devotion takes place, we worship nandi whose vision is just on shiva, monkey who is devoted to Ram."
    },
    {
      "text": "NBS 564: Shiva gave up his majestic form to become a monkey so that he could get a chance to serve his lord. So that their is no hesitation in service given or taken."
    },
    {
      "text": "NBS 565: Dont be a water tight department, this is the only way i am going to serve, only in this form, be flexible."
    },
    {
      "text": "NBS 566: Dont limit/restrict your love or bind yourself, only this much i will do, only this relationship, only this form. Let your love renew itself into so many forms, aspects, etc."
    },
    {
      "text": "NBS 567: Meera says , whichever form my lord is pleased i will take that form. I am not going to54: 03 hold on to anything. This is vairagya, be a vairagi."
    },
    {
      "text": "NBS 568: Sometimes He wants me to adorn myself with jewels, Sometimes He wants to keep me with my hair scattered all over then so be it."
    },
    {
      "text": "NBS 569: Sometimes He makes me sit on an elephant like a queen, Sometimes He keeps me on horse backs to fight battles, Sometimes He likes to keep me as a wanderer walking barefoot, whichever form he keeps me, why should i insist that keep me in always in riches, or keep me only in poverty, in which ever way he wants me to love him, i shall love him in that form, whichever form he wants me to serve, i shall serve in that form."
    },
    {
      "text": "NBS 570: Who are the highest/best devotees : "
    },
    {
      "text": "NBS 571: 1. ek anth who identify that there is no me other than the lord - ekanth. He is mine, I am his and there is no difference between Him and Me. ^BeingGod^ (Think about how God and radha rani would respond under a given situation)."
    },
    {
      "text": "NBS 572: 2. ek siddhanth means they have only one vision. Vision is whatever the lord wishes is the best. Who has only one goal in their life and that is to serve, love, be one with the lord."
    },
    {
      "text": "NBS 573: It is from type 1 devotees ek anth that from whom the ganga, yamuna and saraswati flows. They are the best."
    },
    {
      "text": "NBS 574: Sight to behold when type 1 devotees meet : "
    },
    {
      "text": "NBS 575: When they talk about beloved, they are choked with emotions."
    },
    {
      "text": "NBS 576: Romanch - body is with horripilations."
    },
    {
      "text": "NBS 577: Tears rolling down the eyes, sweet tears."
    },
    {
      "text": "NBS 578: While hugging each other, glorifying their lineage and also blesses the earth."
    },
    {
      "text": "NBS 579: Example, when Hanumanji and vibhishan meet all these symptoms are pointed out."
    },
    {
      "text": "NBS 580: Such devotees make places a pilgrimage site by their sheer presence."
    },
    {
      "text": "NBS 581: NBS 16"
    },
    {
      "text": "NBS 582: Ekanthi Bhakth :  single pointed, firm on path of devotion, lord alone is the goal and his means, who has become one with the lord, has only one vision in his life i.e. surrender to His will."
    },
    {
      "text": "NBS 583: For a guru, disciples and whole world is family."
    },
    {
      "text": "NBS 584: Places of pilgrimages are not meant for shopping, clicking"
    },
    {
      "text": "NBS 585: photos. Bodies of saints themselves become place of pilgrimage, they are moving places of pilgrimages."
    },
    {
      "text": "NBS 586: Gurudev was always ready to reach out, anyplace anywhere, inspite of his hectic schedule."
    },
    {
      "text": "NBS 587: As long as I live, I will give to the people and not demand."
    },
    {
      "text": "NBS 588: The place is not sacred in itself but those who stay make the place sacred. Meditation happens immediately, automatically."
    },
    {
      "text": "NBS 589: (Similarly, even insects of Vrindavan are sacred because they are relishing love of he Supreme.)"
    },
    {
      "text": "NBS 590: The saints bring glory to actions that normally causes bondage to people, even their smallest action becomes beautiful when they do it."
    },
    {
      "text": "NBS 591: Kabir was a weaver, others were pot makers, Raidas was a cobbler, Guru Nanak was a farmer, Janak was a king. (Quality of consciousness differs, though)"
    },
    {
      "text": "NBS 592: That your action can become meditation, by which you constantly remember the lord."
    },
    {
      "text": "NBS 593: Churning of butter becomes a saga that even Bhagwan comes to steal that butter. How they do their job as their love offering to their beloved, that every action gains a divine glow."
    },
    {
      "text": "NBS 594: No need to condemn action, such actions become means for liberation."
    },
    {
      "text": "NBS 595: Actions /sewa by saints get truth to scriptures of truth; they are the living evidence of the scriptures. So they bring about faith in that scripture and therefore recognition of that scripture."
    },
    {
      "text": "NBS 596: Truth is of nature of bliss, only with gurudev you would understand that every moment was just bliss, even the most difficult situations."
    },
    {
      "text": "NBS 597: How to harness that storm positively rather than being drowned, or battered, or broken down in a storm, most difficult situations in life and perform in such a way - with such dynamism and energy as a storm, that every action becomes glorious and the success that is attained from it is joyful, happy, fulfilling."
    },
    {
      "text": "NBS 598: Even in crises/storms gurudev was laughing and making you laugh. Thus making you understand, why worry about anything because every situation can be made as an opportunity."
    },
    {
      "text": "NBS 599: Benjamin Franklin, when everybody was shut inside when there was a storm, he went outside and flew a kite and discovered electricity."
    },
    {
      "text": "NBS 600: Saints make every body which comes in contact with them , a place of pilgrimage itself."
    },
    {
      "text": "NBS 601: They are the living the scriptures themselves."
    },
    {
      "text": "NBS 602: Tanmayah - they/saints are fully in him/God and vice versa."
    },
    {
      "text": "NBS 603: The devotee is fully in lord, as you think so you become."
    },
    {
      "text": "NBS 604: Full of lord they just become an instrument in the hands of lord."
    },
    {
      "text": "NBS 605: Sanchit karma/past, agami karma/future, prarabhdha/present, when knowledge takes place sanchit is gone, agami no more action result results are going to come because there is ego in the action, but in the present whatever destiny has started with the body, the realised master continues his existence on the planet. When there is no identification with body even prarabhdha is not there and therefore jivan mukti awastha/liberated state is possible."
    },
    {
      "text": "NBS 606: We are here to fulfil our desires and to pay back is the result of our own action. But for a realised master even that is not there, his actions are expressions of only love in this world, he has come only to give."
    },
    {
      "text": "NBS 607: (Embodiment of a soul takes place to undergo certain experiences, emotion which he craved for out of false ego forgetting his eternal relationship with the super soul.)"
    },
    {
      "text": "NBS 608: When the ego is gone, vessel becomes empty, God occupies it and gets his work done (preservation, annihilation, establish religious principles)."
    },
    {
      "text": "NBS 609: The one who meditated is dead and gone, there is Narayan functioning through the body."
    },
    {
      "text": "NBS 610: There is no person inside, it is the will of the lord that functions through the empty flute of body of devotee or realised master. Tanmayah."
    },
    {
      "text": "NBS 611: Ancestral lineage of such a devotee also gets purified. When the beloved himself comes, all the devtas also rejoice."
    },
    {
      "text": "NBS 612: You can sing when there is sorrow but dance only when there is joy. Devtas/elements dance to His beauty."
    },
    {
      "text": "NBS 613: Saints can come from any language, caste/sudra/brahmin, country, cultural background, roop/bodily appearance like Ashtavakra, age, there is no criterion. (Brahman is everywhere, Dattatrey has 24 Gurus)"
    },
    {
      "text": "NBS 614: Even a butcher was a saint. Can you judge ?"
    },
    {
      "text": "NBS 615: Because they all have become one with him, the all are of godly nature, all of them have surrendered to him and belong to him,"
    },
    {
      "text": "NBS 616: So the common factor is we all belong to Him with whatever background we come from."
    },
    {
      "text": "NBS 617: Then it becomes a good gathering/sangha because we came loving Him who loves us."
    },
    {
      "text": "NBS 618: All distinctions melt away because we all belong to HIm."
    },
    {
      "text": "NBS 619: Even distinctions between jnana/meditation and bhakti cease to exist in masters."
    },
    {
      "text": "NBS 620: NBS 17"
    },
    {
      "text": "NBS 621: Love and compassion that emanates from from masters who are also devotees purifies the place and attendants."
    },
    {
      "text": "NBS 622: All virtues come with devotion/love of God but we can also put efforts."
    },
    {
      "text": "NBS 623: Warnings, to be avoided : "
    },
    {
      "text": "NBS 624: Do not get into any vaad/argument with anybody. Example, prove God. Avoid arguments.Because love is its own proof. Are you happy even listening about devotion. That is enough. No discussion required. Keep to your beliefs."
    },
    {
      "text": "NBS 625: Why avoid arguments - because there are so many diverse views that there are no conclusions in limited intellect based evolutionary paths. Logic cannot prove truth but truth can prove logic."
    },
    {
      "text": "NBS 626: Even if they say you are crazy, mad, do not get into argument."
    },
    {
      "text": "NBS 627: Practices to follow : "
    },
    {
      "text": "NBS 628: 1. Books of devotion should be reflected/absorbed/it must become your feelings and thoughts over and not just read. Follow and apply the instructions given in Bhakti shastra in daily life."
    },
    {
      "text": "NBS 629: Upanishads say that O lord i see you in all your brilliance, what do i see - you are me and i am you."
    },
    {
      "text": "NBS 630: Along with vichaar there must be acahar - practical application/action."
    },
    {
      "text": "NBS 631: And become ready for next stage of knowledge and devotion."
    },
    {
      "text": "NBS 632: I had just attempted to memorise verses rest is His grace."
    },
    {
      "text": "NBS 633: Vichar of bhakti and behaviour/conduct that of a bhakta."
    },
    {
      "text": "NBS 634: Having not taken into consideration sukh, dukh, iccha, labh, conducive and pleasant time to practice devotion. It is like saying I am waiting for the waves in the ocean to subside to take bath. Life is constant change, cannot wait for the correct time to begin application of verses."
    },
    {
      "text": "NBS 635: Health or ill health, profit or loss, pleasure or pain, celebration or tragedy , in whatever condition we are in, there is no occasion we are in right time - Do It Now."
    },
    {
      "text": "NBS 636: The moment you decide to walk this path that is the most auspicious time of your life."
    },
    {
      "text": "NBS 637: Love makes everything, every time/moment auspicious."
    },
    {
      "text": "NBS 638: Tomorrow never comes, any thing can happen tomorrow."
    },
    {
      "text": "NBS 639: Waiting for the auspicious time dont even waste half a second."
    },
    {
      "text": "NBS 640: You want happiness this moment or tomorrow, next life."
    },
    {
      "text": "NBS 641: Bhakti is only amrita-swaroop so here and now is the time."
    },
    {
      "text": "NBS 642: Dont wait for the waves of life to subside, jump into it."
    },
    {
      "text": "NBS 643: Those certain values that create right atmosphere in our heart for devotion to thrive : "
    },
    {
      "text": "NBS 644: These virtues should become your character,"
    },
    {
      "text": "NBS 645: 1. Ahimsa or non hurting of anyone in thoughts, words, actions. Not even in a trace of hatred if you want the lord to reside in you heart."
    },
    {
      "text": "NBS 646: Ram said, how can i pierce ravan in heart because at this moment sita resides in his heart. How can a devotee any one because in everybody's heart resides lord - this attitude."
    },
    {
      "text": "NBS 647: 2. Satya/truth/honesty"
    },
    {
      "text": "NBS 648: Atman is not gained by those who are weak, of low character; it gained by hose who are honest."
    },
    {
      "text": "NBS 649: 3. Shauch/cleanliness in mind, body."
    },
    {
      "text": "NBS 650: Lazy people is not tapasya."
    },
    {
      "text": "NBS 651: desires and thoughts mind."
    },
    {
      "text": "NBS 652: renunciate."
    },
    {
      "text": "NBS 653: Not bitter, cluttered, clamped with too many Messy person does not mean he is tapasvi."
    },
    {
      "text": "NBS 654: If the mind is clean, outside also will be very clean (the scene before your eyes is reflection of your own state of mind)."
    },
    {
      "text": "NBS 655: Outside and inside purity."
    },
    {
      "text": "NBS 656: 4. Daya compassion."
    },
    {
      "text": "NBS 657: 5. Aastik having faith in lord, scriptures, guru."
    },
    {
      "text": "NBS 658: Always, in all ways possible, with all your personality, body, mind, intellect (conviction, non duplicity or no ulterior motives), with out any worry, seek, meditate, revel, serve, identify/become one -"
    },
    {
      "text": "NBS 659: Bhajan-In whatever condition happy - sing his glory, miserable - it is lords wish.  No worries."
    },
    {
      "text": "NBS 660: Not even worry of whether I have pleased the lord, when will the lord come, be like shabri."
    },
    {
      "text": "NBS 661: Harsh, wicked in talking to people, hurting others cannot be a devotee."
    },
    {
      "text": "NBS 662: Shabri stepped in infected water and it got purified - not at she had any siddhis but just pure love of God cleaned the water/mind."
    },
    {
      "text": "NBS 663: Each day she swept the floor, for years, in just one thought that one day ram would come."
    },
    {
      "text": "NBS 664: With the faith that my guru has said so. She didn't give up her life. had faith in guru's words."
    },
    {
      "text": "NBS 665: No questions on when, how ram would come, without worries, you just seek him, chant his names, worship him, serve him, love him. That's it."
    },
    {
      "text": "NBS 666: Bhagwan is waiting to come to us, it is we only busy in dressing up."
    },
    {
      "text": "NBS 667: Bhagwan is standing here only, he just reveals himself. He is here and now."
    },
    {
      "text": "NBS 668: In that moment of all consuming love, gopis forgot their selves, ego dissolved and found krsna is standing there only."
    },
    {
      "text": "NBS 669: He will himself reveal himself. Shabri did not know any description of ram but when he comes from a distance, she knows he is my Ram."
    },
    {
      "text": "NBS 670: NBS 18"
    },
    {
      "text": "NBS 671: Wherever ram katha is going on, hanuman comes, but in which form he comes who knows."
    },
    {
      "text": "NBS 672: Bhagwan is not so kanjus/miser, dont see me but since the equipment/body is not ready even if He is in front of us, we would not recognise."
    },
    {
      "text": "NBS 673: Hanuman ji's child like devotion - please, please, please, so Bhagwan's one law is whatever the devotee tells him he would do it. It overrules every law of his. And he gives darshan as per bearable capacity for the caller/seeker."
    },
    {
      "text": "NBS 674: You have to keep your mind alert/vigilant that even if the glimpse (of Him) comes in discourses, we are not able to catch it."
    },
    {
      "text": "NBS 675: Of 3 paths jnana/meditation, bhakti and karma, bhakti is best."
    },
    {
      "text": "NBS 676: To regulate the mind, chitta vritti nirodh, what is more powerful than love or devotion."
    },
    {
      "text": "NBS 677: Truth is atman/god because it is unchanging. And, God's nature is love."
    },
    {
      "text": "NBS 678: That truth cannot be discovered without love."
    },
    {
      "text": "NBS 679: Love is not boring."
    },
    {
      "text": "NBS 680: 11 ways of expressing love : "
    },
    {
      "text": "NBS 681: 1. Love for glorifying his greatness, his qualities. Valmiki, tulsids, ved vyas, shukhdev fall under this category. attachment for his qualities/greatness through his glorification is one of the ways."
    },
    {
      "text": "NBS 682: 2. Attachment to the form/roop asakti, how handsome, every limb of his body is like countless cupids, kamdev is expressing through every limb of lord's body. He gives beauty to beauty itself/roop shakti."
    },
    {
      "text": "NBS 683: Even the rishi-munis got so attracted by his for m that they wished they were born as women, next life they were born as women - gopis, wives."
    },
    {
      "text": "NBS 684: 3. Puja askati , attachment to the puja or worship of the lord. bharat worshipped ram's paduka."
    },
    {
      "text": "NBS 685: 4. smaran ashakti constant remembrance of the lord. Prahlad, dhruv, shabri."
    },
    {
      "text": "NBS 686: 5. Dasy a sakti like hanuman, ever in his service."
    },
    {
      "text": "NBS 687: 6. sakhya sakti love fro friendship with him, arjuna, sugreev, vibhishan, sudama."
    },
    {
      "text": "NBS 688: 7. vatsalya sakti or kaushalya, sumitra, kaikie, devki, yashoda."
    },
    {
      "text": "NBS 689: What was difficult for the rishi, munis and the devtas this yashoda maiyya had, she could hold krsna on her lap, give breast milk, watch him sleep, even devki did not get that chance what must be the love of yashoda. nand baba."
    },
    {
      "text": "NBS 690: 8. kanta sakti, sita, rukmini, parvati for shivji. Andal, meera,love as husband, beloved."
    },
    {
      "text": "NBS 691: 9. Tanmaytha sakti, love for complete absorption in him, all the jnani bhaktas, jada-bharath. Ramana maharishi, tapovan ji maharaj."
    },
    {
      "text": "NBS 692: 10. virak sakti, love expressed through constant pangs of separation - we see in gopis and radha. Even when she is with krsna she does not forget him because the pangs of separation, she does not want to give up lest she forgets her krsna."
    },
    {
      "text": "NBS 693: 11. param virak sakti, when krsna played the flute and their family members did not allow, they lost their lives and their soul went to krsna, even before the other gopis could run, there."
    },
    {
      "text": "NBS 694: Some great devotees for inspiration and choosing one's modus operandi : "
    },
    {
      "text": "NBS 695: Free from fear from all other people's gossiping, arguing, bragging, talking non sense."
    },
    {
      "text": "NBS 696: No hesitation in expressing their love, pyaar kiya toh darna kya."
    },
    {
      "text": "NBS 697: Meera said that she would dance before her idol let people criticise her, in godly love their is no fear."
    },
    {
      "text": "NBS 698: God does not like hide n seek , he is lord of the universe, no fear or hesitation."
    },
    {
      "text": "NBS 699: Don't be afraid of loving god since relation with only is permanent."
    },
    {
      "text": "NBS 700: One of the biggest obstacle in love is what will others say. We have conditioned our minds in confirmation to people's beliefs, notions and popularity, peer-pressure."
    },
    {
      "text": "NBS 701: People will criticise, suspect but be hesitant-free."
    },
    {
      "text": "NBS 702: Why radha is worshipped more than rukmini, we are all wedded to the world and bound to rules of people sayings so our love to god can only be that of a paramour, because in wife's love even the world assess you but in love of a paramour you have to be daring. That even that bondage of lok-laaj/worldly decency, meera did not care."
    },
    {
      "text": "NBS 703: Vibhishan didn't care that people will call him a traitor, in fact he was never criticised but glorified."
    },
    {
      "text": "NBS 704: It requires a lot of daring because the atman is not recognised by the weak."
    },
    {
      "text": "NBS 705: Lok laaj, or what people would say, should not be there. Attachment to sense objects, lust, passion, ambition can be given up but what will people think/say of me is difficult to give up."
    },
    {
      "text": "NBS 706: Without worries without lok-laaj."
    },
    {
      "text": "NBS 707: Risk of being caught, battered, criticised, mistreated, ostracised that daring bhakti Radha has and so radha is worshipped not as a paramour."
    },
    {
      "text": "NBS 708: For her even to meet her krsna, what challenges, obstacles, difficulties, boundaries, which people, she has to overcome just to have a moment with krsna."
    },
    {
      "text": "NBS 709: What must be her pangs, her love that daring is required in devotion."
    },
    {
      "text": "NBS 710: Fearless of other people's rattle, whatever they say, think, criticise, people's opinions."
    },
    {
      "text": "NBS 711: 4 Kumaras, vyas, shukhdev, garg dev, shandilya, kaudinya, shesha, uddhav, aruni, bali, hanuman, vibhishan, etc."
    },
    {
      "text": "NBS 712: These great acharyas' love for humanity is a part of their big/fearless love for God."
    },
    {
      "text": "NBS 713: On Shivji's instructions, NBS was written just like Tulsidas wrote Ramayana on Shiv ji's instructions."
    },
    {
      "text": "NBS 714: Musings: "
    },
    {
      "text": "NBS 715: whatever radha will do, it will be only for krsna"
    },
    {
      "text": "NBS 716: we can suffer in hell but cannot see even one moment our beloved in pain obsessive love for this charming boy of vrindavan"
    },
    {
      "text": "NBS 717: love is not self gratification , always the sense what does my beloved want always think about welfare and happiness of beloved"
    },
    {
      "text": "NBS 718: gopis never forgot who krsna is, they were always in full knowledge of Him"
    },
    {
      "text": "NBS 719: no pressure, if He wants to come he would come"
    },
    {
      "text": "NBS 720: if we give up our life , krsna will be in pain so we will bear the pain of separation"
    },
    {
      "text": "NBS 721: guru wants of me is what god wants -both lovers' happiness"
    },
    {
      "text": "NBS 722: sorrow is not in separation but disobedience and forgetfulness of the beloved"
    },
    {
      "text": "NBS 723: means has to end for the goal"
    },
    {
      "text": "NBS 724: fruit of love is love"
    },
    {
      "text": "NBS 725: love is the way love is the means"
    },
    {
      "text": "NBS 726: weakness is beloved to lord"
    }
  ]
}