{
  "chapter":  [
    {
      "text":  "POF1: POWER OF FREEDOM - LORD SHIVA"
    },
    {
      "text":  "POF2: For birth to take place previous state has to be destroyed. Creation and dissolution go hand in hand. Every moment this cycle is going on. (Chakra evolution)."
    },
    {
      "text":  "POF3: Sustenance is what we see between creation and dissolution."
    },
    {
      "text":  "POF4: The purity of mind, the emotions, the devotion, those who are active the rituals, those who are peaceful the meditation."
    },
    {
      "text":  "POF5: Even markandya muni dies at end of kalpa."
    },
    {
      "text":  "POF6: Who lives gracefully dies gracefully and who had died gracefully had certainly lived gracefully."
    },
    {
      "text":  "POF7: Divinise everything."
    },
    {
      "text":  "POF8: We think doing in whatever we want to do is freedom but in that we dont realise that we are slave of our own minds. Most of our upbringing teaches us not how to be free but how to be limited."
    },
    {
      "text":  "POF9: Getting trapped in addictions, after that you are no longer free."
    },
    {
      "text":  "POF10: In lifestyles you are no longer free and to live that lifestyle we want freedom."
    },
    {
      "text":  "POF11: Thus, doing what you want to do is licentiousness."
    },
    {
      "text":  "POF12: Discipline is actually freedom. Example, traffic flow of vehicles."
    },
    {
      "text":  "POF13: Duties give us freedom and Rights bind us."
    },
    {
      "text":  "POF14: Really speaking our limitations and abilities of this body is self imposed. Example, olympic players -- mind over matter."
    },
    {
      "text":  "POF15: What we want is freedom but we have become dependant. That freedom is called moksha and our bondage mainly is we who are the infinite, at this moment consider ourselves to be this body which is conditioned. We are so afraid to love, show love and affection. Thus we limit our own emotions, love and own mind. Realise Oneness."
    },
    {
      "text":  "POF16: What limits us is our likes and dislikes."
    },
    {
      "text":  "POF17: Yamraj's death is different from death Shiv ji is in charge of - destroyer of ignorance that we are mortal, limitations, attachments, bondages, destroys our limited creation."
    },
    {
      "text":  "POF18: Mahamritunjya mantra is meant for moksa - freedom."
    },
    {
      "text":  "POF19: It purifies our vasnas and makes them fragrant rather than stinking."
    },
    {
      "text":  "POF20: The 3rd eye of lord shiva is the eye of compassion."
    },
    {
      "text":  "POF21: Free me effortlessly from the attachments/limitations of the world, is the meaning of this mantra."
    },
    {
      "text":  "POF22: As we think so we become. Idol worship. Focus of mind."
    },
    {
      "text":  "POF23: Since the infinite cannot be grasped in ordinary students, God in finite form/idol is easier for us to focus upon. (The ant on our body, it will perceive sameness or earth skin colour everywhere which is same as our perception of infinite-ism. But if another human of our size and development/evolutionary level appears before us, he can see us in our full, aboriginal form. same with God realisations, blind men-elephant and truths)."
    },
    {
      "text":  "POF24: Thus from form to formless to original form."
    },
    {
      "text":  "POF25: Shiva's family is full of contradictory characters like Ganesha v/s Kartikeya and Parvati v/s Ganga."
    },
    {
      "text":  "POF26: Why Parvati on left side because she is closer to the heart."
    },
    {
      "text":  "POF27: Shivji is in midst all pairs of opposites - cool Ganga v/s poison in throat, cobra v/s moon - in your devotion and knowledge be balanced."
    },
    {
      "text":  "POF28: ShaIva rides a Bull and it represents dharma, duty, righteousness and essence of righteousness is selflessness - just love of God."
    },
    {
      "text":  "POF29: Seeing beyond obvious is 3rd eye of Shiva."
    },
    {
      "text":  "POF30: Train to fight all low tendencies within and without."
    },
    {
      "text":  "POF31: Shiva is the adi/first yogi, Guru of gurus and param vaisnava/easily pleased."
    },
    {
      "text":  "POF32: The whole universe is in the linga."
    }
  ]
}