{
  "chapter": [
    {
      "text": "RRS1: Rehraas Sahib : "
    },
    {
      "text": "RRS2: Discover that state of permanence and immortality."
    },
    {
      "text": "RRS3: This creation is a work of dance (one dances when there is love in one's heart not sorrow), we want to dance with this creation but dont know how. Thence, the whole world is meant to be joy and"
    },
    {
      "text": "RRS4: happiness, every moment of our life is meant to be joy and happiness."
    },
    {
      "text": "RRS5: Everybody is doing dance under the puppet threads of lust, greed. That dance is not beautiful."
    },
    {
      "text": "RRS6: This world is a dance of the lord and how to dance in harmony and rhythm with others here, how to express my beauties and expression/maximum potential given to me in this world and dance like actors such that when others look at me they also feel joyful : "
    },
    {
      "text": "RRS7: Guru Nanak was himself an embodiment of such humility, bliss, sacrifice, that it was in him that that parmatma, the raas, manifested himself."
    },
    {
      "text": "RRS8: One who follows even one instruction of god/guru is a disciple."
    },
    {
      "text": "RRS9: Humility, if you think you have, you have lost it. Humility comes from confidence, confidence from success and success from when you live what you know is right."
    },
    {
      "text": "RRS10: Teach your own mind. Then raas in life will come. This whole creation becomes a play and it becomes your play."
    },
    {
      "text": "RRS11: Fear is a constant so conquer fear, be fearless and so achieve anything in life."
    },
    {
      "text": "RRS12: Even when there is happiness there is constant tension, anxiety, stress as well as constant worry = fear."
    },
    {
      "text": "RRS13: Might cannot conquer only love."
    },
    {
      "text": "RRS14: One who loves, such a person has got no enmity towards anybody, nobody can be an enemy, terror for such a person, not even death is a terror for such a person, not samsara, before such person even death bows don, every creature every human bows down."
    },
    {
      "text": "RRS15: That power s of love which is called ras and where there is love there is raas."
    },
    {
      "text": "RRS16: Constantly remain as a lover of universe not a lover of one person."
    },
    {
      "text": "RRS17: Conquering love is allowing yourself to be conquered."
    },
    {
      "text": "RRS18: He alone has one mind who has surrendered his mind in love who is Love."
    },
    {
      "text": "RRS19: One who lost/surrendered in love, that person only has won in love and one who has won in love that alone has won the world."
    },
    {
      "text": "RRS20: Only he can conquer the mind who is in love and when there is love in life here is dance in life, joy and beauty of life. And for that love you have to love who is Love."
    },
    {
      "text": "RRS21: Anything which brings you closer to Love is bliss and anything which takes you away is sorrow."
    },
    {
      "text": "RRS22: The wisdom of sages is how they faced difficulties in their life, dont get troubled by the trouble, trouble gets troubled by you."
    },
    {
      "text": "RRS23: For sages, sorrow becomes medicine, in fact enjoyment is cause of our disease."
    },
    {
      "text": "RRS24: One sorrow takes away all happiness. (Thus need of positive attitude)."
    },
    {
      "text": "RRS25: How to face sorrows - in suffering when we feel alone our misery gets intensified, so serve the relatively lesser privileged, do sewa."
    },
    {
      "text": "RRS26: Everyone in samsara is miserable so dont feel you are the only one, can share the joys and sorrows of life with others."
    },
    {
      "text": "RRS27: Dont blame else for your sorrow since it intensifies the sorrow. It is our own seed. Chapter 2 - wise ones don't grieve."
    },
    {
      "text": "RRS28: Those who know the truth/self are never miserable."
    },
    {
      "text": "RRS29: Understand this world is His play - tragedy, beauty, both."
    },
    {
      "text": "RRS30: See lord as everything, everything will be a bliss."
    },
    {
      "text": "RRS31: If we dont see truth then even in our enjoyments their is only sorrow."
    },
    {
      "text": "RRS32: See blessings in problems, sorrows."
    },
    {
      "text": "RRS33: More desires means more sorrows."
    },
    {
      "text": "RRS34: Sorrows come because we have expectations. No acceptance of things as they are."
    },
    {
      "text": "RRS35: Being Avadhoot."
    },
    {
      "text": "RRS36: Sorrows of saints are on seeing sufferings of others and so they preach, it is sorrow of love. It is in sorrow of their beloved, they become sorrowful."
    },
    {
      "text": "RRS37: A devotee becomes sorrowful when a moment/day is passed without remembering the lord."
    },
    {
      "text": "RRS38: Kunti has asked for more sorrows so that she always remember Him and not forget Him under mode of happiness."
    },
    {
      "text": "RRS39: Meera says dont love him because loving him is very painful. That pang of separation washes all our sins and negative qualities in us."
    },
    {
      "text": "RRS40: That pain and sorrow of love which ends our ego is daru/medicine."
    },
    {
      "text": "RRS41: That pain is intoxication which makes you remember the lord and pine for the lord."
    },
    {
      "text": "RRS42: Main cause of sorrows is when our desires are not fulfilled and we have expectations - when things are not the way as I want. That I / ego is the cause of separation from truth/God."
    },
    {
      "text": "RRS43: Egos is not pride/arrogance, it is self identity with separate one from the other/God. Thus selfishness is born. Separateness causes limitedness because two people cannot be completeness. Thus incompleteness causes desire."
    },
    {
      "text": "RRS44: Egos is expressed by desire, separateness. To remove veil of ego, one who comes to recognise truth has no ego/ignorance. There is only one creator from whom the entire scene has come. I have done nothing at all, it is only you who has created the whole."
    },
    {
      "text": "RRS45: This verse removes separateness from lord, ego."
    },
    {
      "text": "RRS46: Sometimes we do nothing and everything happens."
    },
    {
      "text": "RRS47: That which has got results is karma. Results are not as per our desires but given by Him/laws of universe, as per our calibre of surrendering and loving Him. So we are not the cause of our result but choice is ours of willingly or unwillingly accept the results."
    },
    {
      "text": "RRS48: Without will of God nothing happens."
    },
    {
      "text": "RRS49: As you sow so shall you reap + God alone is the root cause of everything"
    },
    {
      "text": "RRS50: =  act as per desires of lord so no results are produced. To know his desire get close to Him."
    },
    {
      "text": "RRS51: With or without you things are going to happen, do not have the ego that i am the doer."
    },
    {
      "text": "RRS52: Creator himself has no attachment, ego, doer-ship towards his creation. Let things happen you are just an instrument in his hands."
    },
    {
      "text": "RRS53: Just be an instrument in His hand and be His glory. Thy will be done."
    },
    {
      "text": "RRS54: If you want to do, then do satsang. Choice."
    },
    {
      "text": "RRS55: Whichever place, situation, people you are placed with that is the will of lord and allow that will to flow. But, if we have likes-dislikes we dont do our duty, then we do actions according to our likes and dislikes, desires, expectations, attachments, and we get attached to the result then the consequences come and we bear the suffering. So act as per His wish."
    },
    {
      "text": "RRS56: Such a person is free from desires, expectations, consequences of action and is king of the kings."
    },
    {
      "text": "RRS57: To fulfil his needs, insecurities and desires a man seeks wealth - arth."
    },
    {
      "text": "RRS58: Next, he gets desires of pleasures - kaam."
    },
    {
      "text": "RRS59: Enough of pleasure but no satisfaction then he does rightist activities where he does not have to suffer consequences of actions - dharma."
    },
    {
      "text": "RRS60: then they find that there is constantly making them restless as though confining, limiting and those who become aware of this limiting factor and recognise that every gain in this world is finite, then spontaneous urge in us that we want to be free - moksha."
    },
    {
      "text": "RRS61: Recognise your bondage even if you are enjoying, you will be crazy for freedom. Such people seek liberation."
    },
    {
      "text": "RRS62: Freedom is happiness and happiness is freedom. Final goal is liberation/moksha."
    },
    {
      "text": "RRS63: To be free from sense of security - arth"
    },
    {
      "text": "RRS64: To be free from boredom - kaam"
    },
    {
      "text": "RRS65: To be free from sin - dharma"
    },
    {
      "text": "RRS66: To be free... - moksha"
    },
    {
      "text": "RRS67: Qurbani of goat in us, me me me ego needs to be sacrificed."
    },
    {
      "text": "RRS68: One place where ego easily surrenders is at the altar of - love."
    },
    {
      "text": "RRS69: The degree of love you have is measured by amount of sacrifice (not in a grudging mood) you are ready to do for someone."
    },
    {
      "text": "RRS70: Love expresses itself in giving, the more you love someone the more you are ready to give."
    },
    {
      "text": "RRS71: Highest sacrifice they give everything that belongs to them to the children, beloved, when offers himself to Him."
    },
    {
      "text": "RRS72: When who has surrendered the ego sees the glory of lord everywhere and lives as glory of lord, wonder."
    },
    {
      "text": "RRS73: See such a saint and sage giving himself freely to everybody in this world of me, me ,me."
    },
    {
      "text": "RRS74: Surrendering this ego, I reside in this world because after ego shedding this world cannot bind you and make you suffer."
    },
    {
      "text": "RRS75: I surrender to your will and I live in this world as you wish."
    },
    {
      "text": "RRS76: Common factor behind anger is ego, my wish did not take place."
    },
    {
      "text": "RRS77: One of the means of giving up ego is look at/experience His greatness, then humility comes."
    },
    {
      "text": "RRS78: Bow down, dandvat pranams, ego disappears."
    },
    {
      "text": "RRS79: In a dream, you are the dreamer, actor and dream itself, similarly, in his creation only he pervades just like pot in mud and mud in pot."
    },
    {
      "text": "RRS80: Likes dislikes are the cause of all our attachments and aversions which cause al or sorrows. Solution is to abide in the self free from dualities."
    },
    {
      "text": "RRS81: So who is high low, mine or somebody else, causing happiness distress, love or lonely, its all material dualities. Everything is in the lord, that consciousness pervades everything."
    },
    {
      "text": "RRS82: Recognise God is much more than brahman, soul, supersoul."
    },
    {
      "text": "RRS83: Without mud there is no pot, it is pot in mud and not mud in pot. No wave can contain entire ocean."
    },
    {
      "text": "RRS84: How is it possible without changing, just creating."
    },
    {
      "text": "RRS85: The entire universe is false since except God nobody is ours."
    },
    {
      "text": "RRS86: Master your personality, being God.  Apply practical wisdom."
    },
    {
      "text": "RRS87: All that we are experiencing in this world is not truth, truth is behind everything, changeless."
    },
    {
      "text": "RRS88: Those who know Him go across, their lives become inspiration for others so they live."
    },
    {
      "text": "RRS89: Forgetfulness is death, living in untruth and hanging stuff is death."
    },
    {
      "text": "RRS90: If there is hunger for God, all finite hungers and there related sorrows will come to an end."
    },
    {
      "text": "RRS91: If there is entire world collapsing around you, it will not affect you if you constantly remember the name of the lord."
    },
    {
      "text": "RRS92: Nothing in this world is going to protect you at the time of death, therefore bhaj govindam, bhaj govindam, bhaj govindam. At the time of death only he will be there nobody else will be there with you."
    },
    {
      "text": "RRS93: Speech is meant only to take his name."
    },
    {
      "text": "RRS94: Sing his glory in your actions, words, thoughts."
    },
    {
      "text": "RRS95: Whatever is to be done in our life He is already doing it what have you to worry."
    },
    {
      "text": "RRS96: Who is looking after us?"
    },
    {
      "text": "RRS97: Why are you getting agitated?"
    },
    {
      "text": "RRS98: Is it not an insult to God ?"
    },
    {
      "text": "RRS99: The only way you can remember him and serve him when you stop worrying about the world."
    },
    {
      "text": "RRS100: I carry no money in my pocket and whenever I am stranded from somewhere a devotee comes, and even buys the food."
    },
    {
      "text": "RRS101: (3 things in plate :  truth, contentment and contemplation; the 4th is name of God.)"
    },
    {
      "text": "RRS102: In silence alone Buddha taught, words can be confusing."
    },
    {
      "text": "RRS103: To sing His glory is our Rehraas."
    }
  ]
}